{
    "common-data": {
        "create-account": "Create an Account",
        "now": "now.",
        "email": "Email",
        "email-required": "Email Required!",
        "valid-email": "Valid Email Required!",
        "login": "Login",
        "view-price":"VIEW PRICING",
        "join-waitlist":"JOIN WAITLIST",
        "password": "Password",
        "password-required": "Password Required!",
        "race-bible": "Race Bible",
        "trail-appalachians": "Ragnar Trail Appalachians",
        "closes": "Closes",
        "booking-dates1": "Jul 17",
        "booking-dates2": "Jan 6",
        "booking-dates3": "May 28",
        "booking-dates4": "Jun 25",
        "learn-more": "Learn More",
        "any-questions-footer": "Have questions? We have answers. Visit our Virtual Event FAQ page.",
        "provide-feedback": "Provide Feedback",
        "feedback": "Feedback",
        "challenge-over": "Challenge is over!",
        "run-more-miles": "Run More Miles than the Bottom 30% Of Your Fellow Prey… Er… Participants",
        "challenge-begins": "Challenge begins at",
        "day": "Day",
        "of": "of",
        "miles-added": "MILES ADDED",
        "hours-left": "Hours Left",
        "feedback-massage": "Want to make Ragnar even more awesome? Answer five quick questions to help us make our virtual events even more bear-able",
        "no-thanks": "No, Thanks",
        "done": "Done",
        "discount": "Discount",
        "date": "Date",
        "total": "Total",
        "price": "Price",
        "sub-total": "Sub Total",
        "total-amount": "Total Amount",
        "card-name": "Name on Card",
        "name-required": "Name on Card Required!",
        "card-information": "Card Information",
        "name-on-card-required": "Name on Card Required!",
        "card-number": "Card Number",
        "card-number-required": "Card Number Required!",
        "not-accepted": "Ragnar does not accept American Express.",
        "try-other": "Please try again with Visa, Mastercard or Discover",
        "expiration": "Expiration (MM/YY)",
        "expiration-required": "Expiration Required!",
        "cvv": "CVV",
        "cvv-required": "CVV Required!",
        "valid-cvv": "Valid CVV Required!",
        "zipcode": "Zipcode",
        "zipcode-required": "Zipcode Required! ",
        "valid-zipcode": "Valid Zipcode Required!",
        "purchase-policy": "Purchase Policy",
        "name": "Name",
        "runner-no": "Runner No.",
        "pace": "Pace",
        "phone": "Phone",
        "pace1": "Pace:",
        "phone1": "Phone:",
        "next": "Next",
        "print": "Print",
        "next-steps": "Next Steps",
        "race-updates": "Race Updates",
        "featured": "Featured",
        "all-updates": "All Updates",
        "miles": "Miles",
        "unassigned": "Unassigned",
        "email1": "Email:",
        "classification": "Classification:",
        "division": "Division:",
        "glamping": "Glamping",
        "mi": "mi",
        "whats-included-line1": "4 two-person sleeping tents",
        "whats-included-line2": "4 shade canopies (8 ft. x 8 ft.)",
        "whats-included-line3": "8 sleeping cots",
        "whats-included-line4": "2 camping tables",
        "whats-included-line5": "8 camping chairs",
        "whats-included-line6": "Outdoor carpet",
        "whats-included-line7": "Solar lanterns",
        "whats-included-line8": "Charging station",
        "whats-included-line9": "Beverage cooler and ice",
        "whats-included-line10": "Coffee and water",
        "whats-included-line11": "Glamping VIP Toilets",
        "whats-included-line12": "Concierge (yeah, really!)",
        "registered": "Registered",
        "shift1": "Shift",
        "location": "Location",
        "shift": "Shift:",
        "location1": "Location:",
        "invited": "Invited",
        "showing-invites": "(only showing invites sent with our email form)",
        "resend": "Resend",
        "ragnar": "RAGNAR",
        "dates": "Dates",
        "email-road": "Email*",
        "road": "ROAD",
        "races": "RACES",
        "find-challenge": "Find A Challenge",
        "friday": "Friday",
        "saturday": "Saturday",
        "trail-guide": "Trail Guide",
        "sign-up": "Sign up for the waitlist to receive updates for next year's race.",
        "days": "days",
        "hours": "hours",
        "minutes": "minutes",
        "team": "Team:",
        "team2": "Team",
        "sponsorship": "Sponsorship/Partnership",
        "opportunities": "Opportunities",
        "engagement-points": "1:1 engagement at multiple experiential touch points",
        "product-usage": "Product placement and participant usage",
        "entitlement-elements": "Entitlement of signature elements",
        "marketing-efforts": "Integration into marketing efforts (social, tv, radio, print media)",
        "custom-retail": "Custom retail programs",
        "hitch-your-brand": "Hitch your brand to Ragnar’s with confidence",
        "meticulous-event": "Meticulous event management – Ragnar, has orchestrated hundreds of overnight trail races over the years. We’re an acknowledged national leader that knows what it takes to engineer a flawless event and memorable experience. We manage the details that are essential to executing a safe and enjoyable event that leaves participants elated and wanting more. Post-event surveys consistently show high levels of satisfaction with Ragnar events—and high interest in competing again.",
        "first-name": "First Name*",
        "first-name-valid": "FirstName Required!",
        "last-name": "Last Name*",
        "last-name-valid": "LastName Required!",
        "company-name": "Company Name*",
        "company-name-valid": "CompanyName Required!",
        "phone-ragnar": "Phone*",
        "phone-valid": "Phone Required!",
        "partnership-opportunities": "Types of Partnership Opportunities*",
        "none": "None",
        "local": "Local",
        "national": "National",
        "opportunity-valid": "Opportunity Required!",
        "contact-me": "Contact Me",
        "official-partners": "Official Partners",
        "supporting-partners": "Supporting Partners",
        "birthdate": "Birthdate",
        "birthDate-required": "BirthDate Required!",
        "birthdate-format": "Birthdate Format Requires MM/DD/YYYY e.g. 02/28/1980",
        "birthdate-future-date": "Year of Birth must be less than current year.",
        "valid-us-zipcode": "Valid US Zipcode Required!",
        "valid-phone1": "Valid Phone Required!",
        "waiver-label": "Waiver"
    },
    "static-pages": {
        "home": {
            "news": "NEWS",
            "updates": "UPDATES",
            "latest-info": "LATEST INFO ON COVID-19",
            "more-info": "MORE INFO",
            "ragnarians-shots": "Shots from our Ragnarians",
            "join-tribe": "Join the tribe on Instagram by tagging @RagnarRelay."
        },
        "what-is-ragnar": {
            "title": "WHAT IS RAGNAR?",
            "adventure": "Relay adventure",
            "road-trip": "meets epic road trip.",
            "discover-road": "Discover Road",
            "road": "Road",
            "trail": "TRAIl",
            "summer-camp": "Like summer camp for adults —",
            "trail-running": "with trail running and race medals.",
            "discover-trail": "Discover Trail",
            "sunset": "SUNSET",
            "finish-before": "Race to the finish before",
            "goes-down": "the sun goes down.",
            "discover-sunset": "Discover Sunset",
            "ragnar-formula": "THE RAGNAR FORMULA",
            "set-goal": "Set a crazy goal. Gather your tribe. Divide and conquer. Bask in the joy of achieving something together that you could never do alone. With more cowbell, baby. Always more cowbell.",
            "ragnar-challenges": "RAGNAR CHALLENGES",
            "about-challenges": "When Ragnarians worldwide come together as one, we can achieve not just the impossible, but the inconceivable—like running around the moon five times in one day, summiting the world’s seven tallest peaks 100 times in a week, and doing our part to help save the world, one worthy cause at a time.",
            "discover-challenges": "Discover Challenges",
            "ragnar-road": {
                "title": "RAGNAR ROAD",
                "adventure": "Relay adventure meets epic road trip.",
                "video": "PLAY VIDEO",
                "how-it-works": "HOW IT WORKS",
                "about-how-it-works": "Teams of 12 run roughly 200 miles—from point A to point B—on city streets, country roads, sidewalks, and bike paths. You’ll run day, and night, and day again, sleeping (ha ha) in vans, grassy fields, or perhaps a high school gym (with the principal’s permission).",
                "take-it-on": "TAKE IT ON",
                "about-take-it-on": "Each teammate will run three separate legs of the race, with downtime in between, for a total of 11 to 24 miles per runner (twice that for ultra teams). After the final pass of the baton—er, slap bracelet—you’ll cross beneath the iconic orange arch together, dripping with … pride.",
                "team-up": "TEAM UP",
                "about-team-up": "Assemble your dream team, your odd squad, your dozen favorite cousins, and take on a crazy, two-day adventure you’ll never forget. Overachievers can form an ultra team of 6 runners, for double the miles and double the fun.",
                "explore-all": "EXPLORE ALL ROAD RACES",
                "explore-all-trail": "EXPLORE ALL TRAIL RACES",
                "explore-map": "EXPLORE MAP",
                "discover-other": "DISCOVER THE OTHER",
                "ragnar": "RAGNAR",
                "formats": "FORMATS",
                "discover-ragnar": "Discover Ragnar"
            },
            "ragnar-trail": {
                "title": "RAGNAR TRAIL",
                "about-ragnar-trail": "Like summer camp for adults — with trail running and race medals.",
                "about-how-it-work": "Teams of 8 run roughly 120 miles—in three repeating loops—on wilderness trails that wind through forests, valleys, and mountainsides. You’ll run day, and night, and day again, sleeping (yeah right) in a temporary tent city known as Ragnar Village.",
                "about-take-it-on": "Each teammate completes each race loop once—green, yellow, and red—with poker breaks in between, for a total of 15ish miles per runner (twice that for ultra teams). Elevation is inevitable. And so are breathtaking views.",
                "about-team-up": "Round up 8 friends, relatives, friends-of-relatives, or relatives-of-friends, and gear up for the outdoor adventure of a lifetime. For an ultra team, divide the runners in half (4) and double your miles. Your only agenda: run, camp, sleep, eats’mores, repeat.",
                "experience": "ENHANCE YOUR RAGNAR TRAIL EXPERIENCE",
                "glamping": "GLAMPING",
                "glamp-on": "GET YOUR GLAMP ON",
                "about-glamping": "Add a touch of luxury to your trail race by reserving an exclusive glampsite—where the tents are already set up, the coolers are full of ice, and the concierge is at your service (within reason).",
                "treat-yo-self": "TREAT YO’ SELF",
                "black-loop": "BLACK LOOP",
                "calling-all": "CALLING ALL BADASSES",
                "about-black-loop": "If three loops and 15ish miles doesn’t sound l ike enough of a challenge, you might be ready for the Black Loop. You and a badass buddy complete the entire trail relay on day one, running side by side, then you tackle 18-ish extra miles (with loads of elevation) on day two.",
                "discover-black-loop": "DISCOVER BLACK LOOP"
            },
            "ragnar-sunset": {
                "title": "RAGNAR SUNSET",
                "about-ragnar-sunset": "Race to the finish before the sun goes down.",
                "about-how-it-work": "Teams of 4 run through the afternoon and into the evening - one runner at a time on a loop - hoping to cross the finish line before the sun sets, where an epic party awaits. We basically took a marathon, turned it into a team sport, and added live music and food trucks.",
                "about-take-it-on": "While one teammate runs like the wind, the other three hang out at the sunset festival, jamming to the rad tunes, nom-nomming on snacks, and soaking up the atmosphere. Your only goal: get everyone back to base camp before the sun goes down—for maximum party time.",
                "about-team-up": "Recruit three besties and take on the shortest, sweetest relay in the Ragnar lineup. Each teammate runs only once, with the others on cowbell duty. If a half-marathon is more your speed, or you only have one friend, form an ultra team (2 runners).",
                "explore-sunset": "EXPLORE ALL SUNSET RACES",
                "discover-trail": "Discover Trail"
            },
            "ragnar-black-loop": {
                "title": "BLACK LOOP",
                "about-black-loop": "Take your Ragnar Trail experience to the next level. Are you badass enough?",
                "how-it-work": "The Ragnar Black Loop is a team type available at select Ragnar Trail races. Instead of teams of 8 running relay-style, just you and a teammate will run the green, yellow and red loops together on day one.",
                "about-how-it-work": "Beginning early on day 2, you will conquer the Black Loop. Team start times will be based on your aggregate times from the day before with the fastest team starting first. The first team to cross the finish line wins overall!",
                "about-take-it-on": "Together, the two of you will each complete 30-ish miles by time you finish the Black Loop. The elevation will be brutal, it won’t be easy, but the views and satisfaction will be totally worth it.",
                "about-team-up": "Find a friend, sister, dad, co-worker, stranger on the street who is just as adventurous as you are and get ready for some unforgettable memories on the Black Loop.",
                "explore-black-loop": "EXPLORE ALL BLACK LOOP RACES",
                "questions": "FREQUENTLY ASKED QUESTIONS",
                "question1": "How does this really work?",
                "question1-line1": "There will be a mass start on day one late morning/early afternoon, where you and your teammate will complete the Green Loop together.",
                "question1-line2": "Once you both (running together) finish Green, you and your teammate will have a one-hour window between approximately 4:00 PM and 5:00 PM to start the Yellow Loop (running together).",
                "question1-line3": "Wrap up Yellow together and take a short break to recover until it’s time to tackle the Red Loop. Once again, you and your teammate will have a one-hour start time window between approximately 9:00 PM and 10:00 PM to start the Red Loop together.",
                "question1-line4": "Beginning at approximately 7:00 AM on day two, we will begin sending teams out, one team at a time, to the Black Loop based on day one’s aggregate loop times (Green + Yellow + Red). Together, you and your teammate will take on the infamous Black Loop course with breathtaking views and challenging climbs.",
                "question1-line5": "Exact times will be set closer to the race for all the loops.",
                "question2": "How am I assigned my team’s Black Loop start time?",
                "question2-line1": "The Black Loop start time on Saturday morning will be based on your team’s aggregate (Green + Yellow + Red) loop times. The 1st place team will start at 7:00AM. Your start time will be calculated depending on how many minutes behind you are from the leading time. For example, if you are seven minutes behind, your start time will be 7:07 am. If your team is more than 30 minutes back from the 1st place team, your team will start in a mass start group at 7:30AM.",
                "question2-line2": "The first team to the finish line of the Black Loop wins the race overall!",
                "question3": "How much does it cost?",
                "question3-line1": "Cost of entry is $390 per team of two ($195 per runner).",
                "question4": "Do we still have to provide a volunteer?",
                "question4-line1": "Sure don’t!",
                "question5": "Is this supported?",
                "question5-line1": "There will be aid stations throughout the Black Loop with hydration options and food. In addition, we recommend that you still bring your own snacks and hydration. Note that all Ragnar hydration stations are cupless.",
                "question6": "I am already signed up for a Standard or Ultra team for this Ragnar Trail Race, can I transfer into this division?",
                "question6-line1": "Yes. If you have already registered and paid for a Standard or Ultra team, we will allow you to transfer. You will be given a Ragnar Credit for the difference in the team registration cost that you can put toward any future Ragnar race within the next 12 months.",
                "question6-line2": "If you have any questions about this or want to transfer into the Black Loop division, please contact Ragnar Customer Service: customerservice@ragnarrelay.com",
                "question7": "Does this take place during the normal Ragnar Trail race?",
                "question7-line1": "Yes. You will be running with the other runners of this event on the Green, Yellow and Red Loops. The Black Loop however is a separate team type/challenge with the normal Ragnar Trail event.",
                "question8": "What if I run faster than my teammate?",
                "question8-line1": "For optimal Black Loop enjoyment, we highly recommend you run together. Your time will end when the second teammate completes each loop. It is expected that you are within shouting distance of your partner at all times while on course. This is for safety reasons and also to help encourage each other to run the best you can.",
                "question9": "Do I really have to run with my teammate the whole time?",
                "question9-line1": "Nope. As stated above, you don’t necessarily need to run together, but your time is based on the teammate that finishes second. And we swear it will be more fun to run with your teammate.",
                "question10": "Other than bragging rights for running more than other teams, please tell me that I get a sweet medal?",
                "question10-line1": "You will receive a Black Loop medal. As per our normal trail races, you will also have access to the village, vendors, camping area, unlimited coffee / hot cocoa, and unlimited s'mores. Maybe more sleep? 🤔 Just kidding about that last part.",
                "question11": "Will I also receive a regular Ragnar Trail event shirt and finisher medal?",
                "question11-line1": "No. Since the Black Loop is a team type within the overall Ragnar Trail event, you will receive a Black Loop finisher medal and specific Black Loop division participant shirt.",
                "question12": "What divisions exist for Black Loop?",
                "question12-line1": "There will be a men’s, women’s and mixed division within Black Loop."
            }
        },
        "teams-and-divisions": {
            "title": "TEAMS AND DIVISIONS",
            "sub-title": "Ragnar Road Divisions & Classifications",
            "about-teams-and-divisions": "You can change your Division/Classification from Team Center after your team has been created. Please note that certain races may have custom divisions, and runners should consult the race bible found on their specific race page for more detailed information about rules and regulations for each division and classification.",
            "ragnar-relays": "Ragnar Road",
            "classification": "Classification",
            "regular": "Regular (12 runners)",
            "ultra": "Ultra (6 runners)",
            "men": "Men",
            "7-12 men": "7-12 men",
            "4-6 men": "4-6 men",
            "women": "Women",
            "all-women": "All women",
            "mixed": "Mixed",
            "6-or-more-women": "6 or more women",
            "3-or-more-women": "3 or more women",
            "division": "Division",
            "requirement": "Requirement",
            "open": "Open",
            "under-40-years": "One or more under 40 years-old",
            "masters": "Masters",
            "about-masters": "All over 40 years old",
            "corporate": "Corporate*",
            "about-corporate": "50% of team are employees from the same company",
            "military": "Military/Public Service*",
            "about-military": "At least 50% of team are service persons (i.e. firefighter, law enforcement, military, etc. )",
            "high-school": "High School",
            "about-high-school": "All students age 12-18 years old (only available under Mixed-Regular classification)",
            "wildcard": "Wildcard",
            "about-wildcard": "For teams that prefer to customize their runner lineups versus following the assigned legs. Wildcard teams enjoy the same course but opt out of competing for time. (Road races only.)",
            "ragnar-relay-note": "*No sub-classifications are available for this Division. Meaning, it doesn't matter the mix of men/women, all teams are listed in the Mixed Division.",
            "trail-divisions": "Ragnar Trail Divisions & Classifications",
            "about-ragnar-trail": "You can change your Division/Classification from Team Center after your team has been created. Detailed information about rules and regulations for each division and classification can be found in each individual Race Bible.",
            "trail-relays": "Trail Relays",
            "regular-8-runners": "Regular (8 runners)",
            "ultra-4-runners": "Ultra (4 runners)",
            "5-8-men": "5-8 men",
            "3-4-men": "3-4 men",
            "4-or-more-women": "4 or more women",
            "2-or-more-women": "2 or more women",
            "corporate-trail": "50% of team are employees from the same company (only available under Mixed-Regular and Mixed-Ultra classifications)",
            "military-trail": "At least 50% of team are service persons — i.e. firefighter, law enforcement, military (only available under Mixed-Regular and Mixed-Ultra classifications)",
            "ragnar-sprint": "Ragnar Sprint Divisions & Classifications",
            "about-ragnar-sprint": "You can change your Division/Classification from Team Center after your team has been created. Detailed information about rules and regulations for each division and classification can be found in each individual Race Bible.",
            "sprint-series": "Sprint Series",
            "regular-6-runners": "Regular (6 runners)",
            "ultra-3-runners": "Ultra (3 runners)",
            "4-6-men": "4-6 men",
            "all-men": "All men",
            "any-mix-of-men/women": "Any mix of men/women",
            "ragnar-sunset": "Ragnar Sunset Divisions & Classifications",
            "about-ragnar-sunset": "You can change your Division/Classification from Team Center after your team has been created. Detailed information about rules and regulations for each division and classification can be found in each individual Race Bible.",
            "sunset-series": "Sunset Series",
            "regular-4-runners": "Regular (4 runners)",
            "ultra-2-runners": "Ultra (2 runners)",
            "3-4 men": "3-4 men",
            "2-men": "2 men",
            "4-women": "4 women",
            "2-women": "2 women",
            "1-or-2-men": "1 or 2 men",
            "1-man-1-women": "1 man 1 women"
        },
        "medals": {
            "new-year-new-swag": "Best. Medals. Ever.",
            "check-out-in-store": "Check out what we have in store for 2022 medals.",
            "collection": "How many will YOU collect?",
            "about-road": "Sleek. Shiny. Look at this dime piece. As always, one edge is designed to work as a bottle opener for your go-to post-run cold snack. Wear this beauty proudly around your neck but not before completing the puzzle on the back that lets you relive the emotional journey you and your team just accomplished.",
            "trail": "TRAIL",
            "about-trail": "Thou shalt receive this medal upon completing the adventure of a lifetime. Will you use this as a coaster? Or hang it alongside your medal collection? Make sure to snag the wooden medal with your corresponding runner number but not before completing the puzzle. Oh, and don’t worry - there’s a multi-tool inside too. Get crafty my friends.",
            "sprint": "SPRINT",
            "about-sprint": "Another dime piece. Look, sprint is our shorter version of road and you get all the goods that someone who ran a road does.",
            "connector": "CONNECTOR",
            "regional-medals": "MEDALS",
            "connector-regional-medals": " With each additional race you run in 2022, you’ll get a sweet bonus medal. Connect them to form one giant chain of glory. Scroll to see them all!",
            "about-connector-regional1": "First connector medal! Run two Road, Trail or Sprint races and get the Double Trouble. Earn up to 10 connector medals.",
            "about-connector-regional2": "With each additional race you run in 2022, you’ll get a sweet bonus medal. Connect them to form one giant chain of glory. Scroll to see them all!",
            "the-immortal": "THE IMMORTAL",
            "about-immortal": "Run 12 or more Ragnar races in 2022 and earn the coveted Immortal medal. More information on the 2022 Immortal Experience coming soon.",
            "frequently-asked-questions": "FREQUENTLY ASKED QUESTIONS",
            "question1": "What are bonus medals?",
            "about-question1": "With each additional race you run in 2022, you’ll get a bonus medal that extends your necklace of glory (2x to 10x).",
            "question2": "What races count towards regional medals?",
            "rocky-mountain-fever": "Rocky Mountain Fever: Reebok Ragnar Road Colorado and Ragnar Trail Snowmass",
            "great-heights": "Great Heights: Reebok Ragnar Road Wasatch Back and Ragnar Trail Tetons",
            "dontcha-know": "Dontcha Know: Reebok Ragnar Road Minnesota and Ragnar Trail Wisconsin",
            "phoenix-rises": "Phoenix Rises: Reebok Ragnar Road Del Sol and Ragnar Trail Arizona Trail",
            "chronic-addiction": "Chronic Addiction: Reebok Ragnar Road Northwest Passage and Ragnar Trail Rainier",
            "mega-mitten": "Mega Mitten: Reebok Ragnar Road Michigan and Ragnar Trail Michigan",
            "question3": "Where do I get my medals?",
            "about-question3": "Connector medals will be given to you at the Finish Line of your 2nd (or 3rd, or 8th…) Ragnar event. We’ll double check the list to make sure you’ve earned your treasure, then we’ll hand over the goods.",
            "question4": "What is the Immortal Medal?",
            "about-question4": "Run 12 of more races in 2022 and you’ll earn the grand-daddy of medals - the huge Immortal Medal.",
            "question5": "Do Ragnar Sprints count towards a connector medal or the Immortal Medal?",
            "about-question5": "Yes! All 2022 Ragnars in the US count toward both.",
            "question6": "Do international races count?",
            "about-question6": "Unfortunately, our international races are not considered for connector medals. Only US races for now.",
            "question7": "How do they all hook together?",
            "about-question7": "With each additional medal you receive, you’ll also get a set of linking chains.",
            "ragnarians-shots": "Shots from our Ragnarians",
            "join-tribe": "Join the tribe on Instagram by tagging @RagnarRelay."
        },
        "safety": {
            "safety-title": "ROAD SAFETY",
            "about-safety-line1": "To help ensure your safety, please review the course rules as stated in the Race Bible.",
            "about-safety-line2": "Safety is our number one priority. There are many potential hazards in an open road race of this type including, but not limited to: automobile traffic, road and trail conditions, and weather. We ask that all teams please take appropriate precautions to ensure a fun and safe event. Please help us keep the relay safe by focusing on being safe runners, safe support crews, and by helping us keep the relay as a whole safe.",
            "safety-rules": "SAFETY RULES",
            "about-safety-rules": "Rules and safety guidelines are listed in the Race Bible and also will be available in the Ragnar app.",
            "safety-briefing": "SAFETY BRIEFING",
            "about-safety-briefing-line1": "There will be a",
            "about-safety-briefing-line2": "mandatory safety briefing",
            "about-safety-briefing-line3": "at the race Start Line for Van One and at Exchange Six for Van Two. Each team is required to have all team members, who are present, attend the",
            "about-safety-briefing-line4": "safety briefing",
            "about-safety-briefing-line5": "The safety training will last approximately 10-15 minutes. Please arrive at least one hour early to the Start Line and Exchange Six to give your team adequate time to go through the",
            "about-safety-briefing-line6": "safety briefing",
            "about-safety-briefing-line7": "and get checked-in.",
            "night-time-gear": "NIGHT TIME GEAR",
            "about-night-time-gear-line1": "Each van must check in on race day one full hour prior to their start time with six reflective vests, two headlamps or running flashlights and two blinking LED taillights (we recommend you bring extra batteries).",
            "about-night-time-gear-line2": "You are only visible to drivers closer than 200-feet away in dark conditions. Most reflective vests make it so runners become visible to drivers up to 1200+ feet. Adding headlamps and flashing LED taillights provides increased visibility and safety.",
            "crossing-flags": "CROSSING FLAGS",
            "about-crossing-flags": "Any participant (not the runner) who is outside of their team van and crossing a road, must do so with the aid of an orange crossing flag. Ragnar provides two orange crossing flags to each van before the race which need to be returned at the finish line.",
            "no-van-support-legs": "NO VAN SUPPORT LEGS",
            "about-no-van-support-legs": "Certain legs of the race are designated as No Van Support. This means that participants (not the runners) are not allowed outside of the van to support their runners. Ragnar will provide a water station(s) on longer No Van Support legs.",
            "partial-no-van-support-legs": "PARTIAL NO VAN SUPPORT LEGS",
            "about-partial-no-van-support-legs": "Certain legs of the race are designated as Partial No Van Support legs. This means that participants (not the runners) are not allowed outside of the van to support their runners on certain designated sections of the leg. These non-support areas will be identified on the leg maps and leg descriptions. Ragnar will provide a water station(s) on longer No Van Support sections.",
            "safety-officer": "SAFETY OFFICER",
            "about-safety-officer": "Each Ragnar Relay van is required to have a safety officer/navigator that is awake at all times. The safety officer is responsible for making sure the driver stays awake while driving and that the team always has safety on the brain.",
            "medic-stations": "MEDIC STATIONS",
            "about-medic-stations": "Ragnar provides a medic station at each of the five major exchanges (Ex 6, 12, 18, 24, 30) and the Finish Line. The medics at these stations are equipped to deal with first aid issues and minor medical issues. In the case of a medical emergency call 911 immediately and then let us know by sending a TEXT to 661- RAGNAR1. NOTE that we do not have enough band-aids, moleskin and ice to give to every runner. Make sure your team vans are stocked with first aid supplies and ice.",
            "communication": "COMMUNICATION",
            "about-communication": "Ragnar is capable of constant communication with teams, volunteers and staff during the race. If there is an issue along the course that needs to be addressed please let us know by TEXTING 661-RAGNAR1. If there is a medical emergency call 911 immediately. Each van provides a race day cell phone number that Ragnar can text during the race with emergency information, weather updates and race day changes.",
            "running-in-the-heat": "RUNNING IN THE HEAT",
            "about-running-in-the-heat": "Running in hot, humid, and sunny conditions can be taxing on the body. Know your limits. Keep an eye on your active runners and the runners from other teams. Know the signs of dehydration, heat exhaustion and heat stroke. Pre-hydrate before your runs, hydrate during your runs, and re-hydrate after your runs. Electrolyte replacement is just as important as hydration. We recommend mixing in electrolytes with your water to optimize your electrolyte levels and keep you hydrated. Proper hydration is obtained when the runner has clear (light lemonade colored) and copious urine. Keeping your core body temperature as low as possible is also a vital component of running in the heat. Dumping cold water on your head and neck and slowing your pace are two great ways to help keep your body’s temperature under control. Also, be sure to consult your doctor if you have a pre-existing condition that may be exacerbated by running in hot conditions.",
            "other-tips-for-runners": "OTHER SAFETY TIPS FOR RUNNERS",
            "about-other-tips-for-runners-line1": "We recommend that runners run against traffic as a general rule of thumb. Running against traffic ensures better visibility for automobiles, cyclists and runners. Signs on the course will indicate when to run with traffic. Whether they are training for a Ragnar or any other race, runners should wear a reflective vest, headlamp and blinking LED taillight if they are running at night.",
            "about-other-tips-for-runners-line2": "The use of personal music devices with headphones while running is strongly discouraged. Urban running requires that all runners be alert and aware of their surroundings at all times. Wearing personal music devices causes distractions and the inability to hear what is going on around the runner. If you still choose to use them, you do so at your own risk and must meet the following requirements:",
            "about-other-tips-for-runners-requirement1": "Be aware of the sounds around you.",
            "about-other-tips-for-runners-requirement2": "Be able to hear instructions from course officials when speaking at a reasonable tone (not yelling).",
            "about-other-tips-for-runners-requirement3": "Be able to hear “on your left.” Listen for other runners trying to pass you.",
            "safe-use-tactics": "Safe use tactics",
            "about-safe-use-tactics-line1": "When running you should be able to hear you own footsteps, if you can’t your volume is too high.",
            "about-safe-use-tactics-line2": "Run with one earphone out and one in, again you should be able to hear your own footsteps.",
            "check-out-facebook-page": "Check out our Facebook page",
            "see-our-events": "See our events",
            "safety-gear": "Get safety gear for Ragnar"
        },
        "volunteer": {
            "title": "VOLUNTEER",
            "volunteer-wanted": "WANTED: LOCAL COMMUNITY GROUPS",
            "about-volunteer-wanted": "We love to partner with local community groups in the areas we run through. We have 36 exchange points along our course plus water stations and sometimes crossing assistants or course directional locations that all need volunteers. In exchange for your service we will make a donation to your group! Our runners also love when we have food available along the course. This is a great place to have a little bake sale, spaghetti dinner, pancake breakfast, or really sell anything consumable (did someone say coffee???) We aim to provide a fun way for you to raise money!",
            "nominated-group": "NOMINATE A GROUP >>",
            "volunteer-signup-info": "VOLUNTEER SIGN UP INFORMATION",
            "about-volunteer-signup-info": "If you are volunteering for a team, be sure to have the team name and number when you register so the team can get credit for your volunteer time.",
            "road-relay": "ROAD RELAY:",
            "about-road-relay-line1": "Road volunteer shifts are generally four to seven hours long. We need volunteers at all hours of the day, and you can sign up for shifts on Friday and Saturday. Some of the tasks that volunteers take on include handing out medals, working in the merchandise tent, writing down times as teams come through an exchange, or directing parking for vans covered in Christmas lights.",
            "about-road-relay-line2": "It is up to the individual volunteer to choose which shift works best for them. All shifts involve being outside, being on your feet, and being awesome! Below is a more extensive list of duties that could be included in a volunteer shift with Ragnar:",
            "volunteer-shift1": "Helping with exchange set up (cones, tables, tents, etc)",
            "volunteer-shift2": "Helping with exchange break down (yep- cones, tables and tents, etc)",
            "volunteer-shift3": "Helping with traffic flow management- telling teams and runners where to find things, etc",
            "volunteer-shift4": "Helping with traffic flow management- telling teams and runners where to find things, etc parking management",
            "volunteer-shift5": "Announcing incoming runners",
            "volunteer-shift6": "Recording runner exchange times",
            "volunteer-shift7": "Keeping supplies restocked",
            "volunteer-shift8": "Helping runners navigate tricky turns along the course",
            "volunteer-shift9": "Handing out water",
            "volunteer-shift10": "Keeping our exchange areas neat, clean, and free of litter",
            "volunteer-shift": "WHEN & WHERE ARE THE VOLUNTEER SHIFTS?",
            "about-when-where-volunteer-shift": "There are 40+ specific volunteer locations along the 200-ish mile course including but not limited to exchange points, Start Line and Finish Line. Each location has two to three shifts and each shift is five to seven hours long. Precise shift times are based off of runner pace calculations, and vary from race to race and year to year. They will be posted for registration six weeks before the race. At registration, each shift listing will include the following information: location, general duties, start time  & date, and end time & date. Volunteers are free to select the shift(s) that work best for them. Shifts are available on a first-come, first-serve basis, so sign up early! For more information about what your duties might be, please contact our",
            "volunteer-team": "volunteer team",
            "trail-relay": "TRAIL RELAY:",
            "about-trail-relay": "Each regular team is required to fill one volunteer shift. Trail volunteer shifts will be three hours long, so runners can fulfill a volunteer shift between running their legs, if desired. Teams can also have a non-runner volunteer for their team who would be allowed to camp for free. Some of the tasks that volunteers take on include handing out medals, filling water jugs, monitoring trash and compost, and assisting in the transition tent to make sure runners have the correct color of slap bracelet for their loop. Shifts are available on a first-come, first-serve basis, so sign up early! For more information about what your duties might be, please email our ",
            "swat-volunteers": "SWAT VOLUNTEERS",
            "about-swat-volunteers-line1": "SWAT (Sweaty, Wet & and Tired) Volunteers & Exchange Managers",
            "about-swat-volunteers-line2": "Ragnar will also accept a limited number of SWAT volunteers and Exchange Managers.",
            "about-swat-volunteers-line3": "SWAT volunteers will work alongside STAFF members and will be scheduled for a longer shift (usually Thursday to Saturday) with more responsibilities. A single SWAT volunteer fulfills three volunteer requirements for a team.",
            "about-swat-volunteers-line4": "Exchange Managers manage one exchange point along the course, and fulfill two team volunteer requirements.",
            "about-swat-volunteers-line5": "SWAT and Exchange Managers are scheduled by application only. Positions are limited. The crew is typically built 45-90 days in advance of the race. If you have a volunteer who would like to be a part of the crew, please have them fill out",
            "about-swat-volunteers-line6": "this application.",
            "about-swat-volunteers-line7": "Do you have SWAT credits burning a hole in your pocket? You can",
            "about-swat-volunteers-line8": "redeem them here",
            "about-swat-volunteers-line9": "for free individual entries and free team entries. Any questions on the SWAT program, please email",
            "about-swat-volunteers-line10": "amanda@ragnarrelay.com",
            "what-to-wear-and-bring": "WHAT TO WEAR AND WHAT TO BRING",
            "about-what-to-wear-and-bring-line1": "Your cheering voice and a positive attitude.",
            "about-what-to-wear-and-bring-line2": "Comfy, weather-appropriate clothes.",
            "about-what-to-wear-and-bring-line3": "A headlamp for night shifts. Ragnar will provide safety vests.",
            "about-what-to-wear-and-bring-line4": "Sunglasses, sunscreen, bug spray, umbrella—depending on the location.",
            "about-what-to-wear-and-bring-line5": "A book or folding chair (some shifts have downtime).",
            "about-what-to-wear-and-bring-line6": "Food and water. (Ragnar will provide a small snack and water bottle, but consider bringing more depending on your needs.)",
            "about-what-to-wear-and-bring-line7": "A cowbell or noise maker. (Optional, but awesome.)",
            "about-what-to-wear-and-bring-line8": "Bonus points for wearing a cape, grass skirt, glow stick necklace, funny shirt, Iron Man mask, or whatever you can come up with.",
            "volunteer-contact": {
                "title": "VOLUNTEER",
                "contact-volunteer-coordinator": "CONTACT VOLUNTEER COORDINATOR",
                "phone": "Phone",
                "ragnar-event": "Ragnar Event",
                "select": "Select",
                "team-number": "Team number",
                "if-applicable": "(If applicable)",
                "where-did": "Where did you hear about us?",
                "ragnar-website": "Ragnar Website",
                "web-search": "Web Search",
                "magazine-ad": "Magazine Ad",
                "newspaper-article": "Newspaper Article",
                "other": "Other",
                "comments": "Comments",
                "submit": "Submit",
                "something-went-wrong": "Something went wrong, please try again.",
                "ragnar-events": "Ragnar Events, LLC",
                "12-south-400-west": "12 South 400 West, 2nd Floor",
                "salt-lake-city": "Salt Lake City, Utah 84101",
                "phone-number": "(801) 499-5024",
                "toll-free": "Toll Free:",
                "toll-free-number": "(877) 83-RELAY (877-837-3529)",
                "fax": "Fax:",
                "fax-number": "(801) 499-5023",
                "partners": "Partners",
                "partners-email": "partnershipinquiry@ragnarrelay.com",
                "media-contact": "Media Contact",
                "elise-timothy": "Elise Timothy",
                "media-contact-email": "media@ragnarrelay.com",
                "visit-press-page": "Visit the press page",
                "merchandise": "Merchandise",
                "customer-service": "Customer Service",
                "customer-service-email": "customerservice@ragnarrelay.com",
                "careers": "Careers",
                "careers-page": "Careers page"
            }
        },
        "our-story": {
            "title": "RAGNAR HISTORY",
            "the-founders": "The founders",
            "about-the-founders": "The idea to run an overnight 24+ hour running relay across the mountains of Utah was a lifelong dream of Steve Hill. The dream became a reality in 2004 when Steve, his son Dan and Dan’s college roommate, Tanner Bell, organized the first Wasatch Back Relay, spanning 188 miles from Logan to Park City, UT. Starting small, the Ragnar Relay Series has grown from a single relay in Utah to the largest overnight relay series in the nation. Some call it a movement. We call it Ragnar.",
            "what’s-in-name": "What’s in a name?",
            "about-what’s-in-name-line1": "Ragnar was a king and hero of early 9th century Scandinavia. He was a conqueror, a wild man, a leader, fearless and free-spirited.*",
            "about-what’s-in-name-line2": "In much the same way, today’s Ragnarians fulfill their freedom to roam, to explore, to lead, – a free-spirited desire to get out there and experience an outdoor adventure with friends. They traverse beautiful scenery, conquer challenges, and celebrate as a team. They outfit themselves in crazy costumes, deck out their vans and tents and walk away with kick-ass medals, bragging rights and unforgettable stories of this epic adventure!",
            "about-what’s-in-name-line3": "Who are we? People that seek adventure, love fitness and the outdoors, give moral support to each other at 3 AM, enjoy camaraderie, don’t stop for bad weather, accomplish the amazing – together, aren’t afraid to wear crazy costumes, cheer others on, and ring cowbells to celebrate victories – small and large.",
            "about-what’s-in-name-line4": "We love spreading the Ragnar lifestyle to the world and seeing others to join the Ragnar Nation to run, volunteer, partner and cheer!",
            "about-what’s-in-name-line5": "*Actual history may vary from our romanticized version.",
            "check-out-careers": "Check out careers"
        },
        "innovation-lab": {
            "innovation-is": "Innovation is",
            "our-middle-name": "our middle name",
            "about-innovation-lab-line1": "In the words of Ragnar Lodbrok, 9th century Viking hero, “Never stop innovating.” While there may not be actual proof of him saying that, we’re pretty sure he thought it—and now we’re following in his footsteps! Not by invading medieval villages, but by",
            "about-innovation-lab-line2": "constantly experimenting",
            "about-innovation-lab-line3": "with new ways to make each Ragnar adventure even more unforgettable than the last.",
            "our-proprietary-formula": "Our Proprietary Formula",
            "about-our-proprietary-formula": "Innovation doesn’t just happen. You have to combine the exact right ingredients, mixed in the perfect proportions, as follows:",
            "some-off-beat-ideas": "Some off-beat ideas",
            "about-some-off-beat-ideas": "We gather only the best ideas from our brainstorm meetings, dream journals, and fortune-cookie messages.",
            "lots-of-runner-feedback": "Lots of runner feedback",
            "about-lots-of-runner-feedback": "We combine them with your emails, online comments, and out-of-breath suggestions shouted out to staff on the sidelines.",
            "touch-of-crazy": "A touch of crazy",
            "about-touch-of-crazy": "If it doesn’t involve strobe lights, matching outfits, punny nicknames and/or cowbells, we want no part of it.",
            "whole-lot-of-passion": "A whole lot of passion",
            "about-whole-lot-of-passion": "Innovation comes easy when you’re following your bliss. Our bliss just happens to smell like sweat and campfire smoke.",
            "recent-innovation-grads": "Recent Innovation Grads",
            "about-recent-innovation-grads": "You helped us beta test them and they didn’t blow up in our faces! Now we’re ready to roll them out for everyone. Thank you, lab rats!",
            "sunset-series": "SUNSET SERIES",
            "about-sunset-series": "Can you outrun the sun? We sure are going to find out at our “not-so-secret” test run of a possible new format. Our goal: to squeeze everything you love about a Ragnar event—the challenge, the camaraderie, the costumes—into a single, sunsational evening. Guinea pigs wanted…apply here.",
            "learn-more": "Learn More",
            "how-it-works": "How it works",
            "about-how-it-works": "So, you team up with three friends. You each take ONE turn running a gorgeous 6.55-mile loop through canyon country. Because 6.55 miles x 4 runners = 26.2 miles, baby! Your goal is to cross the finish line before the sun sets, because the party starts at twilight.",
            "black-loop-at-ragnar": "BLACK LOOP AT RAGNAR TRAIL",
            "about-black-loop-at-ragnar": "Why stop at just 3 loops? A small group of lab rats (aka test teams) will try a 2-person experience in trail-specific ultra- running at Ragnar Trail Los Coyotes November 9-10, 2018. Teams who compete will run together the entire Los Coyotes course – Green, Yellow and Red Loops (14 miles total) then conquer The Black Loop: an 18 additional miles of single-track.",
            "about-how-it-works1": "On Friday, you and your teammate will run the Green, Yellow and Red Loops. The following morning, we’ll kick off the Black Loop with the fastest team starting first. Whatever team crosses the Finish Line first, wins!",
            "glamping-at-ragnar-trail": "Glamping at Ragnar Trail",
            "about-glamping-at-ragnar-trail": "You could spend a few hours (or days) digging the tent out of your garage, deodorizing your cooler, trying to remember where you left your favorite camping chair, and training your new monkey butler—or you could just show up and find all the gear you need waiting for you, including an actual human concierge. Introducing exclusive Ragnar Glampsites at select courses.",
            "about-how-it-works2": "Glamping isn’t just for divas. It’s for anyone who appreciates the serenity of a two-person tent, outdoor canopies and carpets, private porta-potties, a beverage cooler full of ice, and a charging station. Yeah, it’s kinda for divas. Just own it.",
            "stuff-trying-out": "Stuff We’re Trying Out",
            "sprint-at-ragnar-trail": "SPRINT/DAY RELAY AT RAGNAR TRAIL",
            "about-sprint-at-ragnar-trail": "Have you been curious about Ragnar Trail but don’t want to commit to the whole kit and kaboodle yet? We have just the thing for you. You and your teammates will experience a shortened Ragnar Trail experience where each runner will complete two loops instead of the standard 3 loops. Participants will still enjoy the same Ragnar experience as the rest of the runners, just boiled down into a single day.",
            "about-how-it-works3": "So, you team up with three friends. You each take ONE turn running a gorgeous 6.55-mile loop through canyon country. Because 6.55 miles x 4 runners = 26.2 miles, baby! Your goal is to cross the finish line before the sun sets, because the party starts at twilight.",
            "p-l-u-s-at-ragnar-road": "P.L.U.S. AT RAGNAR ROAD",
            "about-p-l-u-s-at-ragnar-road": "Some say you can’t improve upon perfection, but we disagree. We’re always looking for ways to innovate, elevate, and invigorate the Ragnar Relay experience. Our latest experiment is debuting at a few races in 2019. Register for Ragnar P.L.U.S. (People who Like Upgraded Stuff), and we’ll take care of all of your food for each van, sleeping arrangements, and bathroom accommodations—and even welcome you into an exclusive VIP area at the Finish Line.",
            "trail-timing": "Trail Timing",
            "text-alerts": "Text Alerts",
            "about-trail-timing": "If you had the choice, would you prefer to: A) huddle around a screen, watching diligently for your runner to get within a quarter mile of camp, or B) catch a few winks or play poker with your teammates, secure in the knowledge that you’ll get a text when it’s go time? We thought so.",
            "about-how-it-works4": "Using technology developed in partnership with NASA, Telsa, and RadioShack, we are now testing a robust tracking system that will alert you via text when your runner is in the vicinity. Carrier messaging rates may apply.",
            "motivational-viking": "Motivational Viking",
            "about-motivational-viking": "On select courses, we are channeling the immortal spirits of Ragnar Lodbrok, for whom we are named, and his sons Ivar the Boneless and Sigurd Snake-in-the-Eye, to bring you motivational messages shouted down from on high. (These were their actual names, people!)",
            "about-how-it-works5": "As you run your little heart out, fighting for every step of every mile, you may spy out of the corner of your eye a tall tower. And on that tower, a Viking. And on that Viking’s head, a horned helmet. And out of his mouth, the very words you need to pick up the pace, brave runner, and carry on to victory.",
            "porta-potty-newsletter": "Porta-Potty Newsletter",
            "about-porta-potty-newsletter": "We care deeply about every aspect of your Ragnar experience, including the (hopefully limited) time you will spend answering nature’s call inside one of our portable privies. Our award-winning newsletter, available at select courses, ensures you’ll pass each and every…uh…moment as pleasantly as possible.",
            "about-how-it-works6": "Move over Reader’s Digest! Ragnar’s exclusive Porta-Potty Newsletter is your source for the latest news, views, horoscopes, and tips from the portable toilet pros. Bonus: Includes a list of conversation starters to make waiting in line less awkward.",
            "footer-slider-line1": "“Every really new idea looks crazy at first. And some continue to look crazy.”",
            "footer-slider-author1": "- Sigurd Snake-in-the-Eye, actual Viking",
            "footer-slider-line2": "“Valhalla, I am coming!”",
            "footer-slider-author2": "- Led Zeppelin",
            "footer-slider-line3": "“Shoot for the moon. Even if you miss, you’ll land among the stars.”",
            "footer-slider-author3": "- Ivar the Boneless, actual Viking",
            "footer-slider-line4": "“The Ragnar Innovation Lab will blow your mind!”",
            "footer-slider-author4": "- Prince Harry of Wales"
        },
        "ambassador": {
            "main-title": "AMBASSADORS",
            "main-content": " You’ve no doubt already been talking up Ragnar to every runner you know and perhaps have already been asked politely, and with love, by your spouse/friend/dog to also discuss things other than Ragnar such as politics, religion….never mind, who are we kidding? Ragnar is way more fun to talk about than those things so please keep doing it!",
            "if-you": "If you love Ragnar and want to make it your official duty to spread the Ragnar love to others in your communities, then you need to apply to be part of our Ragnar Ambassador Team.",
            "ragnar-ambassdors": "As a Ragnar Ambassador you are tasked with the following mission:",
            "ragnar-ambassdors-p": "I, as a Ragnar Ambassador, do pledge to introduce those who have not yet had the pleasure (poor darlings) to the magic and celebration that is a Ragnar Relay. To help friends and strangers understand, plan, decorate for and conquer a Ragnar Relay. And to lead by my own example, that the hours spent connecting with friends, conquering a Ragnar, and celebrating the accomplishment are among the most awesome that life has to offer.",
            "ragnar-ambassdors-p-0": "If this sounds like the best offer of your life (besides the FlowBee or that informational session on a timeshare in Hawaii) please apply to be an Ambassador",
            "ragnar-ambassdors-p-a": "HERE",
            "ragnar-ambassdors-p-1": "and if you are selected you join our team, be prepared to partake in all the privileges that being a part of the program entails.",
            "join-the-nation-on-facebook": "Join the nation on Facebook",
            "ambassadors-form-title": "AMBASSADORS"
        },
        "road-partners": {
            "title": "ROAD PARTNERS",
            "about-ragnar-relay": "Ragnar Road is the perfect engagement platform to reach a healthy, active and highly desirable demographic group nationwide.Ragnar hosts 18 weekend-long events in must-visit destinations across the U.S. (Florida Keys, Cape Cod, Vegas, Hawaii, Napa, etc.). Depending on the event, 250 to 800 teams—or as many as 9,500 active lifestyle consumers—take part in a 36-hour challenge.With over 100,000 active participants annually, Ragnar events allow your brand to develop year-round multi-platform marketing programs on a national basis.",
            "ragnar-road-partnerships": "Ragnar can provide you with fully customized partnerships focused on your objectives in an uncluttered sponsorship environment, which can include:",
            "on-route-branding": "On-route branding (start/finish, exchanges, etc.)",
            "ragnar-note": "Ragnar is good business for local businesses. Think about it: 5,000 - 10,000 runners who need everything from fuel for their vans, to three meals a day to basic supplies to get them through the weekend. Each community’s businesses will benefit from the influx of new customers as Ragnar spreads economic benefit across 200 miles.",
            "about-reebok1": "Reebok believes fitness can positively transform ourselves not only physically but also mentally and socially. Those values align with the unique aspects that make Ragnar an unrivaled event in the running world, namely: the physical demands of a long-distance relay, the mental obstacles present in an overnight event, and the benefits of embracing a challenge as a team.",
            "about-reebok2": "With this partnership, Reebok is now the title sponsor of the nation-wide Ragnar Relay series and will help to accelerate, expand, and enhance the Ragnar tribe domestically and abroad.",
            "about-reebok3": " This team-up signals a return to Reebok’s roots in fitness and a dedication to encouraging people to run together. For those ideals, there’s no better partner than Ragnar. With Reebok’s serious entry back into the traditional running market, both companies are setting out to establish long-distance, overnight relays as the new standard in distance running."
        },
        "trail-partners": {
            "title": "TRAIL PARTNERS",
            "about-ragnar-trail": " Ragnar Trail is the perfect engagement platform to reach a healthy, active and highly desirable demographic group nationwide.Ragnar hosts 19 weekend-long events in must-visit destinations across the U.S. (Snowmass, Cascades, Tahoe, Florida). Depending on the event, 200 to 500 teams—or as many as 4,000 active lifestyle consumers—take part in a 36-hour challenge that offers deep connections with Partners. With over 35,000 active participants annually, Ragnar Trail events allow your brand to develop year-round multi-platform marketing programs on a national basis.",
            "ragnar-trail-partnerships": "Ragnar can provide you with fully customized partnerships focused on your objectives in an uncluttered environment, which can include:",
            "on-course branding": "Race Village and on-course branding"
        },
        "sustainability": {
            "sustainability-title": "RAGNAR",
            "sustainability-title1": "Sustainablity",
            "about-ragnar-sustainablity1": "Ragnar is about bringing people together to do something inspiring.",
            "about-ragnar-sustainablity2": "This holds true not only for our races, but also in our efforts to be kind to Mother Earth.",
            "sustainablity-plans": "THIS YEAR RAGNAR’S SUSTAINABILITY PLANS INCLUDE:",
            "reduce": "REDUCE",
            "carbon-offset": "CARBON OFFSET FOR RAGNAR STAFF TRAVEL",
            "sustainable-energy": "160,000 miles offset will fund new windmills to create sustainable energy.",
            "no-more-plastic-bottles": "NO MORE PLASTIC BOTTLES — RAGNAR IS NOW CUPLESS",
            "bottles-not-being-used": "That’s at least 250,000 bottles (which wouldn’t degrade until the year 3018!!) not being used.",
            "recycle": "RECYCLE",
            "recycling-events": "RECYCLING AT ALL EVENTS, PLUS COMPOSTING AT TRAIL",
            "enough-materials": "That’s enough materials to build our own Mt. Rushmore equivalent.",
            "reuse": "REUSE",
            "trail-belts": "TRAIL BELTS & SLAP BRACELETS ARE WASHED AND REUSED",
            "safety pins": "We’re keeping 200,000 safety pins from being recycled into bad Etsy art.",
            "solar-power-trailers": "SOLAR POWER ON OUR TRAILERS",
            "capturing-energy": "We’re capturing 1.6 gigawatts of “back to the future” energy by using solar power.",
            "msg-to-raganar": "A MESSAGE TO RAGNAR RUNNERS:",
            "msg-to-raganar-help": "We know that sustainability is important to you too, so we are asking you to help out too.",
            "with-your-help": "With your help, we can reduce our carbon footprint at Ragnar Relays.",
            "join-ragnar-purchasing": "Join Ragnar by purchasing carbon offsets to reduce your own carbon footprint. Learn more and make your donation.",
            "reduce-your-footprint": "REDUCE YOUR FOOTPRINT",
            "pledge-and-actions": "Take the following pledge and actions to",
            "help-us-all-hold": "help us all hold more sustainable events:",
            "minimize-waste-cutting": "Minimize waste by cutting single use items and plastics out of your routine - try reusable shopping bags, bottles, and mugs.Easy first step: ban single-use plastic water bottles within your team.",
            "habit-of-recycling-everywhere": "RECYCLE Make a habit of recycling everywhere. Easy first step: Ensure your team uses the recycling and composting options at our events.",
            "creative-ways-to-repurpose-items": "Find creative ways to repurpose items rather than throwing them away. Easy first step: use programs like Soles4Souls to help your old sneakers find new life."
        },
        "love-the-locals": {
            "title": "LOVE THE LOCALS",
            "love-the-local-campaign": "LOVE THE LOCALS CAMPAIGN",
            "about-love-the-local": "“I pledge to be safe, kind, thoughtful of this community and will ‘Love the Locals.’ As Ragnarians, we run hard, sleep little and remember that how we live is more important than how fast we run.”",
            "respect-101": "RESPECT 101",
            "about-respect1-101": "Ragnar relays cannot happen without the locals’ permission and it is so important that we cultivate good relationships with the people of the places we run through. That’s why we’re encouraging all Ragnarians to love the locals.",
            "about-respect2-101": "These people are kind enough to give us their blessing and let us run wild through their town. We want to thank them for it and treat them right. You’ll see a “Love the Locals” icon anywhere you need to be extra mindful of this.",
            "about-respect3-101": "To most, these will seem like no-brainers. But some people need to hear this. Please heed the guidelines. They don’t cover all courtesy issues — when in doubt, err on the side of being a good human.",
            "vans-blocking-flow-of-traffic": "1. Vans blocking the flow of traffic (shadowing)",
            "don’t-shadow-your-runner": " Don’t shadow your runner, or in other words, don’t drive creepy. If you are slowly driving up behind a running teammate, you are going to freak them out. At the same time, everyone driving behind your van is going to be feeling unhappy feelings toward you. Shadowing runners has a big impact on traffic and can make life miserable for the local communities where we run. Drive when you are driving. If you are on a van-support leg, then stop to support your runner. Don’t try to do both at the same time. Don’t be a creeper, don’t shadow your runners, it’s unsafe and uncool and kinda creepy when you think about it.",
            "noncompliance-to-speed-limit": "2. Noncompliance to speed limit (speeding and driving too slowly)",
            "finish-your-ragnar-experience": "We understand that you want to finish your Ragnar experience in a respectable time, but let the runners be the speed demons. We’ve heard the excuses: getting to an exchange, beating another team, wanting to set a new PR for your division, and NONE of them are worth it. Simply obey speed limits. Don’t speed because you can hurt someone. Don’t drive under speed limits because it is incredibly aggravating and could cause someone to drive around your van. Either way, it creates a dangerous running environment. As the Eagles would say “Take it Easy.”",
            "disrespecting-other-people’s-property": "3. Disrespecting other people’s property (not parking at designated locations, blocking residents’ driveways, using lawns as toilets, etc.)",
            "designated-parking-areas": "This might seem like a no-brainer, but please park only in designated parking areas. Do it for yourself because having your van towed in the middle of a Ragnar is a major bummer and also because nobody wants a bunch of random stinky runners parking their vans on their property without permission. Even if you think you are sneaky and nobody is going to notice, everyone is going to notice and a whole bunch of other teams will follow your lead.",
            "designated-parking-areas-line1": "And let’s be adults and pee and poop exclusively in toilets. There are toilets along the course and at most exchange points. Let’s not get disqualified or even arrested for public urination.",
            "designated-parking-areas-line2": "Also give a hoot. Litter bugs are not cool. Same for trespassers. Stay off lawns and gardens. Respect everyone’s space. Again getting arrested for trespassing will ruin your whole weekend.",
            "designated-parking-areas-line3": "We work hard to find the best routes available to serve the needs of runners and the communities we run through and ask that you play along for the benefit of everyone.",
            "noise-in-quiet-areas": "4. Noise in quiet areas",
            "noise-in-quiet-areas-description": "Ever had an annoying neighbor who throws a party and blasts music all night long? Don’t be that person. Although you won't be getting much sleep during your Ragnar adventure, we do run through communities that do in fact value sleep. Keep an eye on course maps for locations and legs where communities have asked us to tone it down. But common sense should prevail. If you driving through a small town at 2 a.m., it’s not the best time to lean on your horn and blast “Up All Night to Get Lucky.” Put that megaphone away when the sun goes down. Karaoke is best in bars and not in a sleepy community. There will be plenty of opportunities for you to shout until your voice is hoarse the next morning.",
            "noncompliance-with-traffic-pedestrian-laws": "5. Noncompliance with traffic and pedestrian laws (reckless driving by vans, illegal u-turns, speeding, pedestrians crossing the street before crossing aids say to, etc.)",
            "noncompliance-with-traffic-pedestrian-laws-description": " Running a Ragnar isn’t an excuse to break traffic laws, even if you are late to an exchange. You might be a few minutes later, but obeying traffic laws is vital for us all to create running adventures that are safe for our runners, vans, communities and random people who might just be trying to cross the street when you are freaking out because your teammate is angry. Let’s chill out and drive safely. In general, follow the rules. Running a Ragnar isn’t an excuse to break traffic laws or dash across the street in traffic. Follow the rules, be extra safe and be a good guest to the communities where we run.",
            "end-of-the-day": "At the end of the day, it’s all about coming together to celebrate finding our inner wild. And trying not to be wild and free on other people’s lawns. Let’s give a toast to the people who let us do our thing in their community. Remember, Ragnarians, love the locals!",
            "about-ragnar-relays": "LEARN MORE ABOUT RAGNAR RELAYS",
            "about-love-the-locals": "Get more details about Love the Locals, the latest race updates, training tips and exclusive deals delivered right to your inbox.",
            "find-out-more": "FIND OUT MORE",
            "find-your-ragnar": "FIND YOUR RAGNAR",
            "canada": "CANADA",
            "uk": "UK",
            "us": "US"
        },
        "privacy-policy": {
            "title": "PRIVACY POLICY",
            "ragnar-relay-privacy-policy": "RAGNAR RELAY PRIVACY POLICY",
            "about-ragnar-relay-privacy-policy-line1": "This privacy policy describes how Ragnar Events, LLC, a company located and organized in the United States ('Ragnar'), collects, uses, and shares information about you that is captured while you use RunRagnar.com, and Ragnarrelays.com (collectively, the 'site').",
            "about-ragnar-relay-privacy-policy-line2": "By using our sites, registering for our services, or by choosing to submit personal information to Ragnar through the sites, you agree to the terms of this Privacy Policy ('Policy'). You are not required to provide any personal information, but if you choose not to, you may not be able to access certain information or areas of the sites.",
            "what-information-we-collect": "WHAT INFORMATION WE COLLECT",
            "all-users": "ALL USERS",
            "about-all-users-line1": "When you visit our sites, we collect personal information about you (including, but not limited to: name, address, telephone number, email address, username, and password) ('Personally Identifying Information') when you fill out forms, communicate with us through our sites, or create an online profile. Please keep in mind that if you directly disclose, share or communicate Personally Identifiable Information or personally sensitive data through our forums or on our sites, including the sharing of photos, this information may be collected and used by others and Ragnar Relay shall not be liable for its use or misuse.",
            "about-all-users-line2": "We may also collect certain information about your use of our sites such as information about your computer, including your IP address, the type of browser you are using, and your computer's operating system. Except as otherwise explained in this Policy or as may be prohibited by law, we may combine this information with your personal information.",
            "about-all-users-we-collect": "We collect",
            "all-users-basic-information": "basic account information",
            "all-users-basic-information1": "such as your name, email address, date of birth, gender, username and password that helps secure and provide you with access to our Services.",
            "all-users-you-can-choose": "You can choose to add your",
            "contacts-information": "contacts' information",
            "all-users-contacts-information": "by connecting your contacts from your mobile device. If you choose to share your contacts with Ragnar, Ragnar will, in accordance with your instructions, access and store your contacts' information in order to identify connections and help you connect with them.",
            "all-users-gather information": "Ragnar will gather information from the photos and other",
            "all-users-share-services": "content you share on the Services.",
            "we-collect-process": "We collect and process",
            "location-information": "location information",
            "location-information-line1": "when you sign up for and use the Services. For example, to locate your path on the race route it is necessary to collect and record the physical location of your device.",
            "cookies-and-other": "COOKIES AND OTHER TRACKING TECHNOLOGY",
            "about-cookies-and-other": "Our sites also uses 'cookies' (small data files stored on your computer) and other tracking technologies to collect information about your visit to our sites. The cookies and tracking technologies we use do not capture Personally Identifying Information. The information that is captured about your visit may be used in a variety of ways, such as to monitor and maintain information about your visits to our sites, to help us identify and address problems, to improve our sites, to analyze web traffic trends, and to help protect the security and integrity of our sites. You may set your browser not to accept cookies or to notify you when you receive cookies, giving you the opportunity to decide whether to accept cookies. If you do not accept cookies, you may still use our sites, but your experience may be degraded. We may also use pixel tags (also known as 'clear gifs,' 'Web beacons,' or '1-by-1gifs') on our sites. These may be used in connection with certain pages of our sites or with email messages to measure the effectiveness of our communications and our marketing campaigns, to compile statistics about usage and response rates, and to assist us in resolving issues that may arise on our site.",
            "google": "GOOGLE",
            "about-google-line1": "Third party vendors, including Google, use cookies to serve ads based on your prior visits to our website. Google's use of advertising cookies enables it and its partners to serve ads to our users based on their visit to our sites and/or other sites on the Internet.",
            "about-google-line2": "In order to opt out of the use of cookies for personalized advertising from these third-party vendors and ad networks, you must visit those websites and opt out if that option if provided. Alternatively, you may opt out of a some third-party vendor's and ad networks use of cookies for personalized advertising by visiting",
            "email": "www.aboutads.info",
            "how-collect-identity": "HOW WE USE COLLECTED PERSONALLY IDENTIFYING INFORMATION",
            "how-collect-identity-line1": "We may use the Personally Identifying Information we collect for the following purposes:",
            "how-collect-identity-line2": "to send you important information regarding our events, changes to our terms, conditions, and policies, and/or other administrative information;",
            "how-collect-identity-line3": "to send you marketing communications that we believe may be of interest to you, if you have agreed to receive such messages;",
            "how-collect-identity-line4": "to personalize your experience on our site or app by presenting content tailored to you; and",
            "how-collect-identity-line5": "for our business purposes, such as data analysis, audits, developing new products, enhancing our site, improving our services, identifying usage trends, and determining the effectiveness of our promotional campaigns.",
            "sharing-information": "SHARING YOUR INFORMATION",
            "sharing-information-line1": "We will not disclose your Personally Identifying Information to third parties except as described in this Policy, to the extent necessary to provide you with a requested service, or under circumstances required by law. You agree that we may also disclose this information to third parties: (1) when we have reason to believe that such disclosure is necessary to identify, contact, or bring legal action against someone who may be causing injury to or interference with (either intentionally or unintentionally) our rights or property, customers or other users of our sites, or anyone else who could be harmed by such activities; or (2) to respond to judicial process and provide information to law enforcement agencies or in connection with an investigation on matters related to public safety, as permitted by law, or otherwise as required by law, such as to comply with a subpoena or similar legal process. Please note that we may be required to release an individual's personal information in response to a legal inquiry from public authorities including to meet national security or law enforcement requirements.",
            "sharing-information-line2": "We may transfer your Personally Identifying Information to third party service providers that assist us with carrying out these purposes. For example, we may use a data processing contractor to operate computer systems on our behalf, for administrative, technical support, or other business purposes as necessary to facilitate our transactions with you, analyze our data, conduct analytics services, or to maintain and improve our services. Whenever any Personally Identifying Information is transferred to a such a third-party service provider, that party will be contractually bound to use such Personally Identifying Information only to carry out the services we have requested, to abide by our Policy, and to provide adequate protection for the Personally Identifying Information.",
            "sharing-information-line3": "We reserve the right to transfer any Personally Identifying Information we have about you in the event that we merge with or are acquired by a third party. We may disclose your Personally Identifying Information for any other purpose with your consent. We may be liable for the transfer of personal information to third parties.",
            "controlling-information": "YOUR CHOICES FOR CONTROLLING YOUR INFORMATION",
            "changing-information": "CORRECTING OR CHANGING YOUR INFORMATION",
            "changing-information-line1": "We will take reasonable steps to accurately record the information that you provide to us and any subsequent updates.",
            "changing-information-line2": "We encourage you to review, update, and correct the information that we maintain about you, and you may request that we delete information about you that is inaccurate, incomplete, or irrelevant for legitimate purposes, or are being processed in a way which infringes any applicable legal requirements, by contacting us as set out in the",
            "changing-information-line3": "'How to Contact Us'",
            "changing-information-line4": " section below. At our election, instead of deleting such information, we may retain it with your comment or correction noted in our records. By contacting us, you may also object to our further use of your personal information if you have compelling legitimate grounds (this may involve closing your account). We may ask you to verify your identity and to provide other details before we are able to provide you with any information, correct any inaccuracies, or delete any information. Your right to review, update, correct, and delete your personal information may be limited, subject to the law of your jurisdiction: (i) if your requests are abusive or unreasonably excessive, (ii) where the rights or safety of another person or persons would be encroached upon, or (iii) if the information or material you request relates to existing or anticipated legal proceedings between you and us, or providing access to you would prejudice negotiations between us or an investigation of possible unlawful activity. Your right to review, update, correct, and delete your information is subject to our records retention policies and applicable law, including any statutory retention requirements.",
            "security": "SECURITY",
            "about-security-line1": "Some or all of the Personally Identifying Information we collect may be stored or processed on servers located outside of your country, including in the United States, whose data protection laws may differ from those where you live. As a result, this information may be subject to access requests from governments, courts, or law enforcement in those jurisdictions according to laws in those jurisdictions. Subject to applicable laws in such other jurisdictions, we will use reasonable efforts to ensure that appropriate protections are in place to maintain protections on the Personally Identifying Information that are equivalent to those in your country.",
            "about-security-line2": "Although we take appropriate measures to safeguard the personal information in our custody and control, and we require similar safeguarding measures from our service providers, we need you to understand that we are unable to guarantee that your personal information will never be disclosed or accessed in a manner that is inconsistent with this Privacy Policy. We have implemented measures in an effort to maintain the confidentiality of all personal information in our custody and control, including only providing access to personal information to employees and authorized service providers who require such information for the purposes described in this Privacy Policy. We maintain administrative, technical, and physical safeguards in an effort to protect against unauthorized access, use, loss, modification, disclosure, and any form of unlawful processing of personal information in our custody and control, and our service providers are bound to maintain similar safeguards. These measures also aim at preventing unnecessary collection and further processing of personal information.",
            "about-security-line3": "To provide you with an increased level of security online, access to your personal information on certain of our websites may be protected with a password you select. We strongly recommend that you do not disclose your password to anyone. We will never ask you for your password in any unsolicited communication.",
            "links-to-other": "LINKS TO OTHER WEBSITES",
            "about-links-to-other": "Our sites may contain links to websites owned by third parties. Information you share with a third-party site is not subject to this Policy. Please review the privacy policy of any sites you access through our sites.",
            "childrens-privacy": "CHILDREN'S PRIVACY",
            "about-childrens-privacy": "Our sites are not intended for use by children. We do not knowingly collect personal information from children under the age of 13. Children under the age of 18 are prohibited from creating an online profile.",
            "privacy-changes": "POLICY CHANGES",
            "about-privacy-changes": "If our Policy changes, we will post these changes to our sites with the date of revision. We encourage you to review our Policy periodically. Your continued access to and/or use of the sites after any such changes constitutes your acceptance of, and agreement to be legally bound by, this Policy, as revised. If our privacy practices, including the ways we use your Personally Identifying Information, materially change from the time you created an online profile, we will notify you about such changes before they take effect and allow you to delete your information as described above, should you disagree with such changes.",
            "how-contact-us": "HOW TO CONTACT US",
            "contact-customer-services": "Feel free to contact our Customer Service department at any time if:",
            "how-contact-us-line1": "you wish to withdraw your name from an e-mail or other marketing list;",
            "how-contact-us-line2": "you wish to access and/or correct your personal information, or",
            "how-contact-us-line3": "you have a complaint about the manner in which we treat your personal information.",
            "any-questions-line1": "Any questions, concerns, or complaints concerning our collection and use of personal information should be directed to us at the address given below. We will conduct a reasonable investigation of and will attempt to resolve any complaints in accordance with the principles contained in this Privacy Policy.",
            "any-questions-line2": "If you have any questions or concerns about this Privacy Policy or its implementation please contact us via email at ",
            "email-for-any-questions": "customerservice@runragnar.com"
        },
        "terms-of-use": {
            "title": "TERMS OF USE",
            "sub-title": "Terms of Use",
            "about-terms-of-use": "Welcome to our website. If you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Ragnar's relationship with you in relation to this website. The term 'Ragnar' or 'us' or 'we' refers to the owner of the website whose registered office is: 12 South 400 West, 2nd Floor, Salt Lake City, Utah 84101. The term 'you' refers to the user or viewer of our website. The use of this website is subject to the following terms of use:",
            "about-terms-of-use-line1": "The content of the pages of this website is for your general information and use only. It is subject to change without notice.",
            "about-terms-of-use-line2": "Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.",
            "about-terms-of-use-line3": "Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.",
            "about-terms-of-use-line4": "This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.",
            "about-terms-of-use-line5": "All trademarks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website.",
            "about-terms-of-use-line6": "Unauthorized use of this website may give rise to a claim for damages and/or be a criminal offense.",
            "about-terms-of-use-line7": "From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s).",
            "no-responsibility": "We have no responsibility for the content of the linked website(s).",
            "not-create-link-to-website": "You may not create a link to this website from another website or document without Ragnar's prior written consent.",
            "dispute-arising": "Your use of this website and any dispute arising out of such use of the website is subject to the laws of the United States of America."
        },
        "purchase-policy": {
            "title": "PURCHASE POLICY",
            "welcome-to-ragnar": "Welcome to Ragnar!",
            "about-purchase-policy": "Our Purchase Policy is designed to provide you with the information you need to ensure a smooth transaction process. Please take a minute to read the following:",
            "no-refunds": "No Refunds and Transfer Policy",
            "entry-fees-non-refundable": "All entry fees are non-refundable. You may transfer your registration to any Ragnar Relay or Ragnar Trail, excluding sold out Ragnar Events, within 12 months of the Ragnar Relay for which you were originally registered for. You may only transfer a registration once. When a transfer is made, the original price paid will be applied to the new relay registration fee. In cases where the new relay registration fee is more than the original price paid, the team will be required to pay the difference. In cases where the new relay registration fee is less than the original price paid the difference will not be refunded. If a transfer request is made after regular registration ends, a $400 transfer fee ($275 for ultra) will be deducted from the original price paid. If a Ragnar Relay reaches 'wait list' status, as indicated by a wait list button on the Ragnar Relay Registration webpage, teams may only transfer to another Ragnar Relay if a replacement team is found. If a transfer is made after a Ragnar Relay is in 'wait list' status, a $400 transfer fee ($275 for ultra) will be deducted from the original price paid. All transfers must be approved two weeks prior to the day before the race starts.",
            "payment-methods": "Payment Methods",
            "card-entry": "Ragnar accepts MasterCard and Visa."
        },
        "meetup": {
            "add-to-calendar": "Add to calendar"
        },
        "training-road": {
            "title": "TRAIN FOR YOUR NEXT RAGNAR WITH REEBOK",
            "about-training-road-line1": "Welcome to Reebok Ragnar Relays: overnight running relay races you complete with a group of friends. Your team of 12 (or ultra-teams of 6) runners will conquer 200-ish miles, day and night, and day again from point A to point B.",
            "about-training-road-line2": "Naturally, training for a Ragnar is different than training for an individual race like a 10k or marathon. And just to be totally clear, you do NOT run the 200-ish miles by yourself.",
            "how-it-works": "SO HOW DOES IT WORK?",
            "about-how-it-works": "Each participant runs three times, with each leg ranging between 3-13 miles and varying in difficulty. Runners average about 17 total miles, with some of the shorter runner positions totaling 11 miles and some of the longer runner positions totaling 24 miles.",
            "find-out-more": "FIND OUT MORE",
            "training": "TRAINING",
            "pro-tips": "PRO-TIPS",
            "about-pro-tips": "Lucky for you, our friends at Reebok have you covered with pro-tips and training plans so you can be prepared before you lace up your shoes and hit the road. Keep these tips in mind:",
            "prepare": "PREPARE",
            "for-the": "FOR THE",
            "night-leg": "NIGHT LEG",
            "about-night-leg": "Running at night is a crucial part of running a Ragnar, and training for a Ragnar. During a Ragnar, each participant is required to run with a safety vest, headlamp and tail-light. We suggest taking your safety gear out for a test-ride a few times before race day and get used to running with a headlamp guiding your way.",
            "run-on": "RUN ON",
            "tired": "TIRED",
            "legs": "LEGS",
            "about-run-on-tired-leg": "The biggest difference between training for a Ragnar and other traditional races is that during a Ragnar, you’ll run three, or more times in a 24-hour period. One of your biggest challenges will be running on tired legs. We suggest running two times in one day, several times leading up to race day. Run before work and after work, and then again, the following morning will help train your muscles to run on tired legs.",
            "target": "TARGET",
            "your": "YOUR",
            "long-leg": "LONG LEG",
            "about-target-long-leg": "Because during a Ragnar, the total mileage you will run and the distance of your individual legs will vary from those of your teammate, how you train should be personalized. Target the longest leg you will run by making sure you run and are comfortable with that distance leading up to race day.",
            "test": "TEST",
            "nutrition": "NUTRITION",
            "about-test-nutrition": "Running three different times, during odd hours, in a 24-hour period is enough to throw your body into a spin-cycle. Before race day, test different foods before, during and after each of your runs to learn which foods settle with you. Then, on race day, stick to those foods (no matter how good that gas station pizza sounds at 6 AM).",
            "choose-training-plan": "CHOOSE YOUR TRAINING PLAN",
            "hero": "HERO",
            "to": "TO",
            "god": "GOD",
            "advanced": "ADVANCED",
            "12-week-training-program": "12 WEEK TRAINING PROGRAM",
            "about-training-program": "Be the savior of your team after sticking to this 12-week training program. If you run 3-4 times a week and consider yourself already in good shape, this training program is for you!",
            "from-hero-to-god": "FROM HERO TO GOD",
            "zero": "ZERO",
            "moderate": "MODERATE",
            "about-moderate": "Every team needs a hero, and with this training program you’ll be ready to conquer whatever Ragnar throws at you. If you haven’t run in a long time, or run infrequently, this training program starts off slow, but ramps up to get you ready for race day.",
            "from-zero-to-hero": "FROM ZERO TO HERO",
            "couch": "COUCH",
            "potato": "POTATO",
            "to-ragnar": "TO RAGNAR",
            "crash-course": "CRASH COURSE",
            "4-week-crash-course": "4 WEEK CRASH COURSE",
            "about-crash-course-line1": "Maybe you’re not a full on coach potato, but maybe you haven’t been training as much as you should have. Or maybe you were asked to join a Ragnar team at the last second. This training program ramps up quickly to get you ready for race day*.",
            "about-crash-course-line2": "*We can’t guarantee you won’t be really sore.",
            "from-couch-to-ragnar": "FROM COUCH TO RAGNAR",
            "meet-the-coach": "MEET THE COACH",
            "steve-jones": "STEVE JONES",
            "about-steve-jones": "Steve Jones, former marathon and half marathon record holder, is a longtime Reebok ambassador. Steve has won multiple major marathons including Chicago, London and NYC and currently coaches runners to maximize their fullest potential.",
            "ragnar-training": "#RAGNARTRAINING",
            "about-ragnar-training": "Share your photos with #RagnarTraining, and be inspired by a global tribe of adventurers."
        },
        "glamping": {
            "title": "BOOK YOUR GLAMPSITE",
            "treat-self": "TREAT YO’ SELF",
            "about-treat-self": "Spend two luxurious nights and two fun-filled days (either Thursday to Saturday or Friday to Sunday depending on the race) in Ragnar’s exclusive glampsite, where the tents are already set up, the coolers are full of ice, and the restrooms are private (and clean). You don’t have to be a diva to know you deserve the best.",
            "why": "WHY",
            "camp": "CAMP",
            "when-you-can": "WHEN YOU CAN",
            "glamp": "GLAMP",
            "about-glamp": "Your team could spend precious hours hunting down tents, canopies, chairs, coolers, and other gear for your next trail race. Or… you could just show up, put your feet up, and ring for our concierge if you run out of ice.",
            "whats-included": "WHAT’S INCLUDED",
            "glamping-site": "“The glamping site exceeded my expectations and was the best part of the Ragnar experience!”",
            "about-glamping-site-author": "- Vermont glamper, 2018",
            "reserve-glamping-site": "RESERVE YOUR GLAMPING SITE",
            "about-reserve-glamping-site": "$1,480 per standard team ($185 per person)",
            "registered-team": "Must register your whole team. No individual spots available.",
            "error-select-event": "Please select an event!",
            "book-glampsite": "BOOK YOUR GLAMPSITE",
            "glamping-not-available": "Glamping not available for your race?",
            "join-the-waitlist": "Join the waitlist.",
            "glamping-was-amazing": "“Glamping was amazing and awesome! It was great to just show up with what we needed and have the campsite all set up. Made everything so much easier and worth the expense.”",
            "northwoods-glamper": "- Northwoods glamper, 2018",
            "questions": "FREQUENTLY ASKED QUESTIONS",
            "questions1": "Is this separate from team registrations?",
            "answer1": "Correct. Ragnar Glamping is an add-on experience you are able to purchase after you have registered for a Ragnar Trail team. The cost for a glampsite is $1560 and can be purchased after registering a team for a trail event.",
            "question2": "How will I know our team spot?",
            "answer2": "Once you reserve your spot, we will send out an email with instructions on how to find your glamping campsite and other information you’ll need for race weekend.",
            "question3": "Can I reserve a glampsite for one night?",
            "answer3": "You can, however, the price will remain the same for the weekend. The entire glamping campsite is available for rent for the weekend. Glamping is not available for individuals, pairs, etc. Teams only.",
            "question4": "What does the concierge do?",
            "answer4": "The concierge is there to help with questions, issues and support. They are “as needed” and will check in with teams from time to time and help if something breaks, they run out of toilet paper, need more ice, etc.",
            "question5": "Will ultra teams be able to use Ragnar Glamping?",
            "answer5": "Glamping is designed for teams of eight but you are more than welcome to link up with another Ultra team to share the space and cost. Check out the event Facebook page to find other ultra teams that may be interested in sharing the space and cost. An Ultra team can also purchase a full glampsite for just their team of four and have double the space!",
            "question6": "Do we get to keep the stuff?",
            "answer6": "Sorry, the gear is sweet, but the glamping items are only available for rental at this time.",
            "question7": "What if I reserve a Ragnar Glamping site but I can’t get to the race?",
            "answer7": "Unfortunately we aren’t able to offer refunds, but if you’d like to sell your site to another team, you’re more than welcome!",
            "question8": "What about meals?",
            "answer8": "Hey, we make great events, but we don’t know the dietary preferences of your teammates be they gluten-free, freegan or meativore. This is a byob (bring your own bacon) sort of arrangement. There are meals available at Ragnar Village as well.",
            "shots-from-our-ragnarians": "Shots from our Ragnarians",
            "join-the-tribe": "Join the tribe on Instagram by tagging @RagnarRelay."
        }
    },
    "components": {
        "footer": {
            "sliderName1": "'You get to run! And you get to run! Everyone gets to run!'",
            "authorName1": "- Oprah",
            "sliderName2": "'I’ve never felt more  at peace than at 3am, halfway through my Ragnar night leg.'",
            "authorName2": "- The Dalai Lama",
            "sliderName3": "'I've never had so much fun while being stuck with such a small group of people.'",
            "authorName3": "- Gilligan",
            "sliderName4": "'I thought I was interesting until I met my teammates at Ragnar.'",
            "authorName4": "- The most interesting man in the world",
            "sliderName5": "'Ragnar is the only place people take me seriously.'",
            "authorName5": "- Meryl Streep",
            "sliderName6": "'Ragnar is no excuse for a messy van.'",
            "authorName6": "- Martha Stewart",
            "connect-with-us": "CONNECT WITH US",
            "get-ragnar-app": "GET THE RAGNAR APP",
            "explore-map": "Explore map",
            "challenges": "Ragnar Challenges",
            "innovation-lab": "Innovation Lab",
            "trail-glamping": "Ragnar Trail Glamping",
            "how-it-works": "HOW IT WORKS",
            "what-is-ragnar": "What is Ragnar?",
            "teams-divisions": "Teams & divisions",
            "medals": "Medals",
            "safety": "Safety",
            "about-us": "ABOUT US",
            "our-story": "Our story",
            "careers": "Careers",
            "contact-us": "Contact us",
            "events": "Ragnar Events. All rights reserved.",
            "privacy-policy": "Privacy Policy",
            "terms-of-use": "Terms of Use",
            "description" : "Making life more awesome one adventure at a time.",
            "follow-us-on" : "Follow Us On",
            "faq": "FAQ"
        },
        "form-control": {
            "heading-one": "Heading One",
            "heading-two": "Heading two",
            "heading-three": "Heading three",
            "heading-four": "Heading fore",
            "heading-five": "Heading five",
            "letter-spacing": "14px Regular letter-spacing: -2%; line-height: 24px. lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus elit enim, malesuada eget tincidunt maximus, ultrices nec odio. Duis erat mauris, fringilla vitae lectus eu, fringilla euismod nunc. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse mi odio, finibus non tristique sed, faucibus eget elit.",
            "pending-invites": "View Penmilesg",
            "challenge-progress": "Challenge Progress Dialog",
            "rename": "Rename Team",
            "waiver": "Open Waiver",
            "accept-invite": "Accept Invite",
            "mi": "2.01 mi",
            "valid-email": "Please enter valid email",
            "title": "Title",
            "choose": "Choose...",
            "one": "One",
            "two": "Two",
            "three": "Three",
            "error-message": "Error Message",
            "custom": "Check this custom checkbox"
        },
        "header": {
            "sign-in": "Sign In",
            "my-account": "My Account",
            "my-profile": "My Profile",
            "team-center": "Team Center",
            "sign-out": "Sign Out",
            "races": "Races",
            "all-races": "All Races",
            "ragnar-challenges": "Ragnar Challenges",
            "innovation-lab": "Innovation Lab",
            "ragnar-trail-glamping": "Ragnar Trail Glamping",
            "31-day-challenge": "31 Day Challenge",
            "all-challenges": "All Challenges",
            "outrun-bigfoot": "Outrun Bigfoot 2021",
            "finished": "finished",
            "day-challenge": "31 Day Challenge",
            "virtual-challenge": "Virtual Challenge",
            "add-run.mi-run": "mi Run",
            "upcoming": "upcoming",
            "explore-map": "Explore map",
            "register": "Register now, pay later on all races with",
            "virtual": "Virtual",
            "learn-more": "Learn More",
            "how-it-works": "HOW IT WORKS",
            "what-is-ragnar": "What is Ragnar?",
            "teams-divisions": "Teams & divisions",
            "medals": "Medals",
            "safety": "Safety",
            "covid_safety_plan": "Covid Safety Plan",
            "required-volunteers": "Runner required volunteers",
            "about-us": "ABOUT US",
            "our-story": "Our story",
            "careers": "Careers",
            "contact-us": "Contact us",
            "community": "Community",
            "run-community": "RUN COMMUNITY",
            "meetups": "Meetups",
            "blog": "Blog",
            "community-volunteers": "Community Volunteers",
            "ambassadors": "Ambassadors",
            "our-cause": "Our Cause",
            "partners": "Partners",
            "road-partners": "Road Partners",
            "trail-partners": "Trail Partners",
            "our-efforts": "OUR EFFORTS",
            "sustainability": "Sustainability",
            "love-the-locals": "Love the Locals",
            "ragnar-gear-store": "Ragnar Gear Store",
            "shop-fleet-feet": "Shop Fleet Feet",
            "event-Specific-Finisher-items": "Event Specific Finisher Items",
            "custom-team-shirts": "Custom Team Shirts",
            "login": "Login",
            "gear": "Gear",
            "news-letter": "Subscribe to Newsletter",
            "sign-me-up": "SIGN ME UP",
            "explor-map": "Explore map",
            "races-by-region": "Races by region",
            "sign-in-out": "Sign in / Sign up",
            "events" : "Events"
        },
        "my-account": {
            "my-account-title": "My Account",
            "change-picture": "Change Picture",
            "firstName-required": "FirstName Required!",
            "lastName-required": "LastName Required!",
            "address": "Address",
            "address-required": "Address Required!",
            "valid-address": "Valid Address Required!",
            "valid-address2": "Valid Address2 Required!",
            "city-required": "City Required!",
            "valid-city": "Valid City Required!",
            "zipcode-required": "Zipcode Required!",
            "valid-zipcode": "Valid US Zipcode Required!",
            "phone": "Phone",
            "phone-required": "Phone Required!",
            "valid-phone": "Valid Phone Required!",
            "birthdate": "DOB",
            "birthdate-required": "Birthdate Required!",
            "birthdate-format": "Birthdate Format Requires MM/DD/YYYY",
            "shirt-size": "Shirt size",
            "select-shirt-size": "Select Shirt Size",
            "shirt-size-required": "Shirt Size Required!",
            "10k-pace": "10k Pace",
            "select-pace": "Select Pace",
            "pace-required": "Pace Required!",
            "edit": "Edit",
            "change-password": "Change Password",
            "privacy-policy": "Privacy Policy",
            "terms-of-use": "Terms of Use",
            "go-to-team-center": "Go To Team Center",
            "old-password": "Old Password:",
            "password-incorrect": "Password is incorrect",
            "new-password": "New Password:",
            "invalid-password": "*Password must be at least 8 characters long and contain uppercase letters, lowercase letters and numbers",
            "confirm-password": "Confirm Password:",
            "confirm-password-not-match": "Confirm password does not match.",
            "password-not-match": "Password does not match with confirm password.",
            "email-settings": "Email Settings",
            "stay-up-to-date": "Stay up-to-date on exclusive news on Salomon athletes and products.",
            "sign-up-for-rei-emails": "Sign up for REI emails about co-op events, offers & cool new gear.",
            "send-relay-series": "Send me the Ragnar Relay Series newsletter",
            "state-required": "State Required!",
            "valid-state": "Valid City Required!",
            "image-crop": {
                "cancle": "Cancel",
                "confirm": "Confirm"
            }
        },
        "page-not-found": {
            "title": "We couldn't find what you were looking for.",
            "page-unavailable": "Unfortunately the page you were looking for could not be found.",
            "take-me-home": "Take me home",
            "main-title": "404"
        },
        "virtual-challenge": {
            "activity-feed": {
                "team-activity": "Team Activity",
                "date": "Friday, May 1 2020",
                "post-comment": "Post Comment",
                "post-detail-name1": "Geof C. added 3.5 mi via Strava",
                "time": "8:40 am",
                "high-five": "High-Five",
                "like": "Like",
                "dislike": "Dislike",
                "comment": "Comment",
                "post-detail-name2": "Quintin L. added 8.2 mi via Strava",
                "post-detail-name3": "Geof C: Nice work! Getting out on the trails crazy early before everyone else is awake?",
                "post-detail-name4": "Geof C. added 4.1 mi via Strava",
                "no-feed-available": "No feed data available"
            },
            "add-run": {
                "add-mileage": "Add Mileage",
                "maximum-limit": "Maximum daily limit is 39 miles",
                "miles-report": "Please be honest when reporting your mileage.",
                "miles-report-bigfoot": "Please be honest when reporting your mileage. Bigfoot reserves the right to verify distances claimed, in the manner of his choosing.",
                "run-log": "Run Log",
                "no-log-found": "No log found.",
                "mi-run": "mi Run",
                "edit": "Edit",
                "delete": "Delete",
                "logged-mileage": "Logged mileage is only editable for 24 hours after being added.",
                "logged-mileage-bigfoot": "Logged mileage is only editable for 24 hours after being added. Bigfoot doesn't have all day to wait around."
            },
            "assign-leg": {
                "title": "Assign Legs",
                "geof": "Assigned TO Geof",
                "remove": "Remove",
                "quintin": "Assigned To Quintin",
                "assign": "Assign",
                "back-to-dashboard": "Back to Dashboard",
                "leg-1": "Leg 1: 5.6MI",
                "leg-2": "Leg 2: 5.6MI",
                "leg-3": "Leg 3: 5.6MI",
                "leg-4": "Leg 4: 5.6MI",
                "leg-5": "Leg 5: 5.6MI",
                "leg-6": "Leg 6: 5.6MI"
            },
            "common-model": {
                "new": "NEW",
                "mi0": "0 mi",
                "ton-of-miles": "Whoa, that’s a ton of miles!",
                "confirm-current-account": "Are you sure you entered the correct amount? Remember: Big Foot is always watching…",
                "ok": "OK",
                "edit-mileage": "Edit Mileage",
                "cancel": "Cancel",
                "no-notifications": "No notifications right now"
            },
            "community": {
                "miles": "Community Miles Run",
                "active-challenges": "Active Community Challenges",
                "completed-challenges": "Completed Community Challenges",
                "sticks-mistaken": "Sticks Mistaken for snakes",
                "raised": "Raised for JDRF",
                "recent-runs": "Recent Community Runs",
                "quintin": "Quintin L.",
                "high-five": "High-Five",
                "instagram": "Instagram",
                "runragnar": "#runragnar",
                "rang1": "6.9 mi",
                "rang2": "5,824,120.1 mi"
            },
            "footer": {
                "help-us": "Help us help you! Answer a few quick questions to help us make our virtual events even more fantastical."
            },
            "leader-board": {
                "middle": "Middle 31–70%",
                "runners": "RUNNERS",
                "you-are-here": "You Are Here",
                "top": "Top 71–100%",
                "bottom": "Bottom 30%",
                "currently": "Currently:",
                "runner": "Runner",
                "no-data-found": "No Data Found!",
                "mi1": "MI",
                "distance": "Distance"
            },
            "member-run-status": {
                "username": "Username",
                "legs": "5 Legs"
            },
            "team-info": {
                "invite-friends": "Invite Friends",
                "copy-invite-code": "Copy Invite Code"
            },
            "virtual-up-sell-model": {
                "title": "Treat Yo’ Self",
                "bragging-rights": "Bragging rights include",
                "exclusive-t-shirt": "An Exclusive T-Shirt",
                "bottle": "Ragnar Bottle Opener",
                "decal": "Ragnar Decal",
                "sticker": "Ragnar Sticker",
                "save-changes": "Save changes"
            },
            "waiver": {
                "close": "Close"
            }
        }
    },
    "auth": {
        "create-account": {
            "existing-account": "Already have a Ragnar Account?",
            "sign-in": "Sign In",
            "first-name": "First Name",
            "valid-firstname": "Enter Valid FirstName",
            "last-name": "Last Name",
            "valid-lastname": "Enter Valid LastName"
        },
        "forgot-password": {
            "title": "In order to recover your password, please enter your email",
            "existing-account": "Do you already have a password?",
            "show-error": "That account doesn't exist. Please try again or create an account.",
            "submit": "Submit"
        },
        "login": {
            "doesnt-existing-account": "Don't have a Ragnar Account?",
            "forgot-password": "Forgot Password?"
        },
        "reset-password": {
            "reset-password1": "Reset Password",
            "set-new-password": "Please set a new password"
        },
        "registration": {
            "select-plan": {
                "what-for-me": "What’s In It for Me?",
                "swag-edition": "SWAG Edition Sold Out"
            },
            "payment": {
                "payment-info": "Payment Information",
                "virtual-challenge": "Virtual Challenge Info",
                "shipping": "Shipping",
                "discounts": "Discounts",
                "future-event": "I wish to receive Ragnar emails about future events",
                "receive-text": "I want to receive a daily text from Bigfoot during the events",
                "after-shokz-text": "I want to hear from Aftershokz about upcoming products",
                "condition": "I agree to the",
                "waiver-required": "Waiver Required!"
            },
            "personal-info": {
                "title": "Personal Information",
                "first-name": "First Name",
                "firstName-required": "FirstName Required!",
                "last-name": "Last Name",
                "lastName-required": "LastName Required!",
                "gender": "Gender",
                "select-gender": "Select Gender",
                "male": "Male",
                "female": "Female",
                "prefer-Not-to-Self-Identify": "Prefer Not to Self-Identify",
                "non-Binary": "Non-Binary",
                "gender-required": "Gender Required!",
                "shirt-size": "Shirt Size",
                "t-shirt-size": "T-shirt size",
                "shirt-size-required": "Shirt Size Required!",
                "address-1": "Address 1",
                "address-required": "Address Required!",
                "valid-address": "Valid Address Required!",
                "address-2": "Address 2",
                "valid-address2": "Valid Address2 Required!",
                "country": "Country",
                "select-country": "Select Country",
                "country-required": "Country Required!",
                "state": "State",
                "select-state": "Select State",
                "state-required": "State Required!",
                "city": "City",
                "city-required": "City Required!",
                "valid-city": "Valid City Required!",
                "next": "Next"
            }
        }
    },
    "event-detail": {
        "overview": {
            "registration-closed": "Registration is now closed.",
            "early": "Early",
            "regular": "Regular",
            "last-chance": "Last Chance",
            "register-before-prices": "Register before prices go up!",
            "Lets-be-social": "Let's Be Social",
            "waitlist-info": "Sign up to be notified when registration opens for next year’s event."
        },
        "dates-and-updates": {
            "title": "Dates & Updates",
            "leader": "Our Fearless Leader",
            "race-director": "Race Director:",
            "join-event": "Join the event page",
            "runner-packet": "Runner Packet",
            "stuff-folks": "This is super-important stuff folks!",
            "race-end-date": "Race End Date:",
            "volunteer-start-date": "Volunteer Start Date:",
            "volunteer-end-date": "Volunteer End Date:",
            "registration-opens": "Registration Opens:",
            "registration-closes": "Registration Closes:",
            "start-times-posted": "Start Times Posted:",
            "runner-invite-deadline": "Online Runner Invite Deadline:",
            "change-fee": "Late Runner Change Fee:",
            "change-fee-amount": "Change Fee $20 Start:",
            "team-name-change-deadline": "Team Name Change Deadline:",
            "pay-for-volunteers": "Pay For Volunteers Deadline:"
        },
        "get-ready": {
            "title": "Get Ready",
            "tools": "Captain's Tools",
            "packing-list": "Packing List",
            "checklist": "Captain's Checklist",
            "plan-your-trip": "Plan Your Trip",
            "food-tips": "Food Tips - What Should I Bring?",
            "fuelling-tips": "Fuelling Tips - What Should I Avoid?",
            "shop": "Shop For Gear",
            "training": "Training"
        },
        "result-photos": {
            "results": "Results",
            "photos": "Photos",
            "you-were-fast": "Dang, you were fast!",
            "you-look-good": "Dang, you looked good!"
        },
        "registration": {
            "title": "Team Registrations",
            "covid-info": "As we continue to monitor the COVID situation, additional spots may open. Please click the button below to be added to the waitlist and notified of any team openings.",
            "waitlist": "Waitlist",
            "lottery": "Lottery",
            "team": "team*",
            "porsche-team": "team",
            "relay-experience": "The classic Ragnar experience - a full team of",
            "runners-conquering-p1": "runners conquering a 200-ish mile course. Sleep not included.",
            "runners-conquering-p2": "runners conquering a 170-ish mile course. Sleep not included.",
            "new-experience": "A new Ragnar experience - a full team of 6 runners conquering a 55-ish mile course.",
            "regular-team": "a full team of 12 runners conquering a 200-ish mile course. Sleep not included.",
            "six-pack-p1": "Half the people, all the fun. Register your team of",
            "six-pack-p2": "runners and we'll pair you with another half team for race day.",
            "5-pack": "runners and we'll pair you with another 5-pack for race day.",
            "ultra-team-p1": "For an even more challenging experience,",
            "ultra-team-p2": "runners take on the whole course. So get ready for extra mileage and even less sleep.",
            "ultra-team-p3": "For an even more challenging experience, 3 runners take on the whole course. So get ready for extra mileage.",
            "ultra-team-p4": "For an even more challenging experience, 6 runners take on the whole course. So get ready for extra mileage and even less sleep.",
            "high-school": "Available to actual high schoolers only. Immature grown-ups don't qualify. Don't worry, your track coach can drive, if you ask nicely.",
            "trail-experience": "The classic Ragnar Trail experience - a full team of 8 runners conquering breathtaking (literally) trails and hanging at Ragnar Village. Sleep not included.",
            "trail-sprint-experience": "For runners who love Ragnar but LOVE sleeping in their own bed - teams of 3 will conquer a full day running adventure like no other.",
            "ultra-pricing": "For an even more challenging experience, four runners take on the whole course. So get ready for extra mileage, two servings of s'mores, and even less sleep.",
            "high-school-pricing": "Available to actual high schoolers only. Immature grown-ups don't qualify. Don't worry, your track coach can help set up your tent, if you ask nicely.",
            "ragular-pricing-p1": "team* The classic Ragnar Trail experience - a full team of 8 runners conquering breathtaking trails and hanging at Ragnar Village. Sleep not included.",
            "ultra-team": "team* For an even more challenging experience, four runners take on the whole course. So get ready for extra mileage, two servings of s'mores, and even less sleep.",
            "black-loop-info": "Take a regular Ragnar Trail race, add EXTRA miles + LOADS of elevation to the end, and grab a friend to run with you.",
            "buy-now": "Buy Now, Pay Over Time",
            "add-fees-p1":"*Plus a 9.75% transaction fee. Also, mandatory volunteer requirements or opt-out fees apply.",
            "review":"Please review the Race Bible for full details.",
            "porsche-info":"Teams of two will have two hours on the Indianapolis Motor Speedway itself to run as far and as fast as they can."
        },
        "course": {
            "title": "Course",
            "map": "Map",
            "elevation": "Elevation",
            "maps-legs": "Maps & Legs",
            "highlights": "Exchange Highlights",
            "village": "Ragnar Village",
            "photos": "Course Photos",
            "gain-loss": "ELEVATION GAIN/LOSS",
            "green-loop": "GREEN LOOP",
            "easiest": "Easiest",
            "yellow-loop": "YELLOW LOOP",
            "inter": "Inter",
            "red-loop": "RED LOOP",
            "hardest": "Hardest",
            "black-loop": "BLACK LOOP",
            "black-loop1": "Black Loop",
            "total": "TOTAL DISTANCE",
            "loop": "Loop",
            "mileage": "Total Course Mileage",
            "easy": "Easy",
            "intermediate": "Intermediate",
            "hard": "Hard",
            "black": "Black",
            "distance": "Distance:",
            "miles": "miles",
            "elevation-gain": "Elevation Gain:",
            "feet": "feet",
            "loop-description": "LOOP DESCRIPTION:",
            "notes": "LEG NOTES:",
            "details-leg": "Details: Leg",
            "elevation-loss": "Elevation Loss:",
            "difficulty": "Difficulty Level:",
            "address": "Exchange Address:",
            "turn-by": "Turn by Turn Directions:",
            "van-directions": "Van Directions:",
            "notes1": "Leg Notes:",
            "course-table": {
                "runner": "Runner#",
                "1st-run": "1st Run",
                "2nd-run": "2nd Run",
                "3rd-run": "3rd Run",
                "total": "Total-ish",
                "view-option": "View Black Loop option",
                "what-is": "What is Black Loop?",
                "loop": "loop",
                "together-run": "Together you and your teammate will run:",
                "how-it-works": "How It Works",
                "how-it-works-p1": "Two-person teams will run together, duo style (hand-holding not required), to cover the entire standard course − Green, Yellow and Red loops − PLUS an additional Black Loop.",
                "how-it-works-p2": "On the first day, runners will conquer the Green, Yellow and Red loops, running together as a team with rest breaks between each loop. You'll then camp that night to rest up for the continued challenge of the following day.",
                "how-it-works-p3": "Beginning early on the second day, the Black Loop will kick-off with a Jaktstart (pursuit start). Based on the aggregate loop times from the day before, we will begin sending teams out on the Black Loop.",
                "how-it-works-p4": "Together you and your teammate will take on grueling miles of technical single track and cross the famed Appalachian Trail before a triumphant finish back at Ragnar Village.",
                "how-it-works-p5": "Together you and your teammate will take on grueling miles of hellish climbs and breathtaking views with a triumphant finish back at Ragnar Village.",
                "how-it-works-p6": "Together you and your teammate will take on grueling miles of technical single track and criss cross famed local trails before a triumphant finish back at Ragnar Village.",
                "how-it-works-p7": "Together you and your teammate will take on grueling miles of technical single track before a triumphant finish back at Ragnar Village.",
                "loop-description": "Loop Description"
            }
        }
    },
    "team-center": {
        "dialog": {
            "digital-check-in": {
                "title": "ENHANCE YOUR RAGNAR EXPERIENCE",
                "help-test": "Lab rats wanted! Help test our newest idea-VIP Sunset*",
                "vip-sunset": "VIP SUNSET",
                "beta": "BETA",
                "shade": "Shade, relaxation, sweat free (mostly)",
                "perks": "VIP SUNSET PERKS",
                "limited-teams": "*Limited to 10 teams",
                "price": "Price:",
                "ammount": "$150",
                "opt-in": "OPT-IN"
            },
            "invitation-list": {
                "title": "Invitation has been sent",
                "invited": "Runner already invited",
                "existed": "Runner already exists"
            },
            "runner-volunteer-delete": {
                "confirm-massage": "Are you sure you want to delete",
                "from-your": "from your",
                "undone": "This action cannot be undone.",
                "get-rid": "Yes, get rid of them.",
                "for-now": "No, they’ll do…for now.",
                "goodbye": "has been voted off the island. Goodbye."
            },
            "volunteer-invite": {
                "enter-email-h1": "Enter the email(s) of the",
                "enter-email-h2": "you want to invite",
                "already-registered": "Already registered as Captain:",
                "already-registered-as": "Already registered as",
                "already-invited": "Already Invited",
                "invalid-email": "Invalid Email:",
                "add-comma": "add a comma after each email address",
                "or": "OR",
                "copy-link": "Copy this link:",
                "volunteer-yourself": "Volunteer Yourself",
                "add-volunteer": "Last day to Add a Volunteer is",
                "add-runner": "Last day to Add a Runner is",
                "volunteer-deadline": "The Volunteer deadline has already passed. Your team will be responsible for the volunteer opt out payment. Any questions contact our customer service.",
                "fulfilled-requirement": "Your team has already fulfilled the Volunteer Requirement for this race!",
                "email-us": "Questions? email us at:",
                "invite-sent": "Invite has been sent."
            },
            "team-volunteer-fees": {
                "payment-details": "Payment Details",
                "glamping-payment": "Glamping Payment Details",
                "item-info": "Item Info",
                "team-amount": "Team - $120.00 per volunteer",
                "volunteer-amount": "Volunteer Amount",
                "late-addition": "Late Runner Addition",
                "service-fee": "Service Fee",
                "policy-agree": "By clicking ‘Purchase’ you agree to Ragnar’s",
                "all-order": "All orders are",
                "final": "FINAL",
                "payment-volenteer-done": "Payment has been done.",
                "payment-done-line-1": "Get ready to put your feet up. Between loops of course.",
                "payment-done-line-2": "You are not getting out of that 😉."
            }
        },
        "tabs": {
            "check-in": {
                "pay-before-contine": "You have an outstanding fee. Please pay before continuing.",
                "pay-now": "Pay Now",
                "pickup-race": "Will you pickup race essentials for the entire team at Packet Pickup?",
                "packet-pickup": "Yes, I'll be at Packet Pickup",
                "no-packet-pickup": "No, can't make Packet Pickup",
                "sorry-massage": "Sorry, online check-in requires teams to pickup race essentials at packet pickup.",
                "info": "Info",
                "safety": "Safety",
                "complete": "Complete",
                "online-check": "Online Check-in",
                "start-time": "Start Time:",
                "van-info": "Van Info",
                "van1-phone": "Van 1 Contact #",
                "van2-phone": "Van 2 Contact #",
                "team-info": "Team Info",
                "runners": "Runners",
                "volunteer": "Volunteer",
                "copy-url": "Copy URL",
                "safety-note": "I will ensure everyone on my team watches the Ragnar safety video PRIOR to packet pickup (we'll email them the link)",
                "success-info": "Success! You are checked in for",
                "email-sent": "Email sent",
                "team-watches": "Ensure your entire team watches the",
                "safety-video": "Ragnar Safety Video",
                "prior-pickup": "prior to Packet Pickup",
                "qr-code1": "Bring your QR Code to Packet Pickup as well as Ragnar Required safety gear.",
                "qr-code2": "Bring your QR Code to Packet Pickup or to the Online Check-in tent on race day"
            },
            "roster": {
                "team-registered": "Team Members Registered",
                "invite-runner": "Invite Runner",
                "already-full": "Team is already full.",
                "delete-runner1": "Delete a runner to be able to add",
                "delete-runner2": "Delete Runner",
                "changes-roster": "Last day to make changes to roster is",
                "runner-deadline": "Invite Runner Deadline has passed.",
                "there-will": "There will be a $",
                "late-charge": "late charge",
                "runner-added": "applied to each runner added.",
                "last-day": "Last day to make changes to your pace and t-shirt size is"
            },
            "runner-assignments": {
                "title": "Runners Assigned to Runner Number",
                "option1": "Option 1",
                "option2": "Option2",
                "run-every": "Option 1: Run every",
                "combine-two": "Option 2: Combine two",
                "at-once": "at once",
                "green-loop": "Green Loop",
                "yellow-loop": "Yellow Loop",
                "red-loop": "Red Loop",
                "black-loop": "Black Loop",
                "van1": "Van 1",
                "van": "Van",
                "paired-team": "Your paired team:",
                "team-captain": "Team captain:",
                "paired-display": "Your paired team will display here",
                "assigned-race-director": "once it is assigned by your race director.",
                "shortly-registration-close": "(shortly after registration closes).",
                "currently-assigned": "Currently Assigned",
                "current": "current",
                "need-assignment": "Need Assignment",
                "unassign": "Unassign",
                "each-runner": "Each runner on your team will run the same loop so no need to make runner assignments!",
                "both-runners": "Both runners will run all 4 loops together so no need to make runner assignments!"
            },
            "team-details": {
                "check-in": "It's time to check-in",
                "race": "Race:",
                "team-name": "Team Name:",
                "confirmation-number": "Confirmation number:",
                "save": "save",
                "change-name": "last day to change Team Name is",
                "team-number": "Team Number:",
                "type": "Type:",
                "change-classification": "last day to change Classification is",
                "change-division": "last day to change Division is",
                "glamping-sites-available": "Sites available",
                "glamping-price": "Glamping fees",
                "team-pace": "Team Pace:",
                "no-team-pace": "No Team Pace",
                "team-start-time": "Team Start Time:",
                "race-dates": "Race Dates:",
                "glammpinCap": "Purchase Glamp Site",
                "outstanding-fee": "Outstanding Fee:",
                "late-runner-fee": "late runner fee",
                "volunteer-fee": "volunteer opt out fee",
                "pay-fees": "Pay Fees",
                "last-day-pay": "Last day to pay Fees is",
                "last-day-pay-glamping": "Last day to buy Glamping is",
                "experience": "UPGRADE YOUR RAGNAR EXPERIENCE",
                "running-tough": "Running can be tough - treat yo’ self",
                "essential": "RUNNING ESSENTIALS",
                "safety-gear": "Safety gear, hydration, recovery and body care, cold weather accessories, socks, race belts, sunglasses, and more.",
                "shop": "SHOP",
                "included": "What’s Included:",
                "details": "DETAILS",
                "custom-gear": "CUSTOM GEAR",
                "cover-more-miles": "Cover more miles with your team in custom Ragnar t-shirts and gear.",
                "customize": "CUSTOMIZE",
                "covid-19-protocols": "COVID-19 INFORMATION & PROTOCOLS",
                "how-we-will-race-2021": "Get the details on how we will race race in 2021",
                "learn-more": "LEARN MORE"
            },
            "volunteers": {
                "volunteer-fulfilled": "Volunteer(s) Fulfilled",
                "invite-volunteer": "Invite Volunteer",
                "delete-volunteer": "Delete Volunteer",
                "change-volunteers": "Last day to make changes to volunteers or pay opt out is",
                "volunteers-deadline": "Invite Volunteers Deadline has passed.",
                "volunteer-shift": "Volunteer shift open date is",
                "no-registered": "No volunteer registered yet.",
                "exemption": "Volunteer Exemption - 1",
                "paid-volunteer": "Paid Volunteer Opt Out - 1",
                "pay-opt": "Pay Opt Out",
                "payment-volunteer": "Payment for volunteer opt out will be accepted starting at the above Volunteer shift open date",
                "provide-volunteers": "The option to buy out is available in which case Ragnar will provide the volunteers for your team.",
                "volunteer-issues": "If you have any issues with your volunteer registration for",
                "email-us": "then email us at:"
            }
        }
    },
    "virtual-challenge": {
        "dashboard": {
            "massage1": "Treat Yo’ Self For Just $29",
            "massage2": "Get an exclusive shirt, decal, & sticker.",
            "not-safe-massage1": "Sorry, you’res",
            "not-safe-massage2": "Not Safe.",
            "not-safe-massage3": "But because of your sacrifice, thousands of other runners are!",
            "maybe-safe-massage1": "You are officially",
            "maybe-safe-massage2": "Maybe Safe!",
            "maybe-safe-massage3": "Your performance was perfectly mediocre, and that ain’t bad.",
            "probably-safe-massage1": "Probably Safe!",
            "probably-safe-massage2": "Congratulations for finishing at the front of the pack.",
            "share-your-progress": "Share Your Progress",
            "add-run": "Add A Run",
            "worry-massage1": "Don’t worry,",
            "worry-massage2": "we’re sure you’re still a winner in somebody’s book.",
            "find-another": "Find Another Challenge",
            "share-result": "Share Your Result",
            "from-community": "From The Community",
            "ragnar-virtual": "@RAGNARVIRTUAL"
        },
        "archived-dashboard": {
            "cape-cod": "Ragnar Cape Cod",
            "solo-miles-run": "Run 7.2 SOLO MILES in 24 Hours June 1–2",
            "june-1-2": "June 1–2",
            "challenge-begins-june": "Challenge begins at 8 am EST June 2nd, 2020",
            "add-run": "Add Run",
            "invite": "Invite",
            "challenge-begins-est": "Challenge begins at 8 am EST",
            "date": "June 2nd, 2020",
            "solo-miles": "Solo Miles",
            "hours-left": "2 Hours Left",
            "ragnar-community": "Ragnar Community",
            "moon-trip": "8.2 Trips to The Moon"
        },
        "home": {
            "pending-challenge": " Pending Challenge Invites",
            "race-sunset": "Race The Sunset, Chase The Mo…",
            "view": "view",
            "virtual-challenges": "Virtual Challenges",
            "on-demand": "On-demand and ready for you and your team... whenever you are!",
            "wondering-work": "Wondering how Ragnar virtual challenges work?",
            "more": "More",
            "step-one": "Step One",
            "no-challenge-found": "No challenge found",
            "events": "Events",
            "virtual-events": "Virtual Events",
            "community-challenges": "Community Challenges",
            "brand-challenges": "Brand Challenges",
            "on-demand-challenges": "On-Demand Challenges",
            "availability": "Availability",
            "upcoming": "Upcoming",
            "open-now": "Open Now",
            "featured-event": "Featured Event",
            "view-challenge": "View Challenge",
            "past-challenges": "Your Past Challenges",
            "team-miles": "50 Team miles",
            "7-days": "7 Days",
            "available-anytime": "Available anytime",
            "completed": "Completed",
            "incomplete": "Incomplete",
            "race-the-sunset": "Race the sunset"
        },
        "how-it-works": {
            "how-works": "How Ragnar virtual challenges work",
            "how-works-p1": "It’s a virtual version of the challenges you already know. Throw down the gauntlet, talk a little smack, and start running with your friends",
            "event-challenges": "Event challenges",
            "event-challenges-p1": "have a defined start and stop time. You’ll compete against other teams on a leaderboard. These events are created and run by us for the entire Ragnar community.",
            "team-challenges": "Team challenges",
            "team-challenges-p1": "are created by you for your team. These can be started at any time. Anyone you invite can join your team. Schedule a start date in the near future when your team is ready. These are great for practicing and training for event challenges!",
            "details": "The Details",
            "virtual-challenges": "Ragnar Virtual Challenges",
            "choose-challenges": "Choose Your Challenges",
            "choose-challenges-p1": "You can choose between a specific event challenge or pick one of our team challenges that are available any time. You can participate in multiple team challenges at the same time, but only one event challenge at a time.",
            "invite-team": "Invite Your Team (And Buy Matching Swag)",
            "invite-team-p1": "While you wait for the event’s start date—you choose the start date for team challenges—you can invite anyone you want to your team.Team members are invited by entering their email address or sharing a special invite URL with them.",
            "invite-team-p2": "Now is a good time to connect your Strava account and plan which team members are going to run each leg.",
            "invite-team-p3": "It is also recommended to buy matching swag for your team. Science has shown that a team in matching gear has 72% more fun.",
            "run": "Run",
            "run-p1": "Once the event or challenge starts: run and log miles to compete. It’s recommended to verify your runs by connecting your Ragnar account to Strava.",
            "run-p2": "With an",
            "run-p3": "event challenge",
            "run-p4": "you’ll need to make sure you and your team mates are completing all their race legs just like in a physical Ragnar event.",
            "run-p5": "In a",
            "run-p6": "team challenge",
            "run-p7": "the goal is to complete the mileage or elevation before the end date. The order or breakdown of miles among team members doesn’t matter.",
            "party": "Party(And Sleep)",
            "party-p1": "After you complete a challenge or event, you’ll have two days to add any missing runs that you didn’t complete.",
            "party-p2": "Both",
            "and": "and",
            "party-p3": "finishers will have access to an exclusive finishers shop.",
            "ready": "Ready? Set…",
            "ready-p1": "Right now there’s three event challenges upcoming and 12 team challenges available. Find a challenge and follow the steps above. If you run into any issues, we’re available for to help.",
            "get-help": "Get Help"
        },
        "info": {
            "solo-challenge": "Virtual Solo Challenge",
            "registration-closed": "Registration closed",
            "terms-conditions": "Terms and conditions",
            "apply": "apply"
        },
        "public-share": {
            "mdt": "MDT",
            "challenge-ended": "Challenge Ended",
            "miles-away": "miles Away From Being probably be safe.",
            "enough-miles": "didn’t quite get in enough miles to escape ",
            "copy-link": "Copy Link",
            "not-found": "Progress not found.",
            "go-to": "Go to",
            "dashboard": "Dashboard"
        },
        "user-profile": {
            "cumulative-miles": "Cumulative Miles Run",
            "challenges-completed": "Challenges Completed",
            "challenges-attempted": "Challenges Attempted",
            "virtual-challenge": "Virtual Challenge",
            "current-challenge": "Current Challenge",
            "no-active-challange": "No active challange",
            "completed-challenges": "Completed Challenges",
            "not-completed-challange": "You have not completed any challange yet!",
            "earned-badges": "Earned Badges",
            "no-streak": "No Streak Badges Achieved!",
            "profile-lbl": "Profile",
            "see-all": "SEE ALL"
        },
        "dc-dashboard": {
            "common": {
                "team": "Team",
                "day-streak": "Day Streak",
                "Team Activities": "Team Activities"
            },
            "pre-event-banner": {
                "main-title": "Get your move on!",
                "sub-title": "The challenge starts in XX days. Until then:",
                "build-your-team": "Build your team",
                "get-the-gear": "Get the gear",
                "plan-your-month": "Plan your month",
                "study-up": "Study up"
            },
            "event-banner": {
                "faq": "FAQs",
                "main-title": "31 Day Challenge",
                "sub-title": "more days to your next badge.",
                "printable-calendar": "printable calendar",
                "Want-to-receive-daily-texts-1": "Want to receive daily texts?",
                "Want-to-receive-daily-texts-2": "text ragnar31DC to 801-980-8765"

            },
            "team-stats": {
                "team-day-streak": "Day Streak",
                "activities": "Activities",
                "next-badge": "Next Badge",
                "see-all": "See All",
                "hide-all": "Hide All"
            },
            "ragnar-nation": {
                "top-activities-for-ragnarians": "Top activities for Ragnarians",
                "see-all": "See All",
                "hide-all":"Hide All",
                "lets-be-social": "Let’s Be Social #RagnarVirtual",
                "be-the-first": "Be the first to log an activity"
            }
        }
    },
    "map": {
        "reset-filters": "Reset All Filters",
        "filters": "Filters:",
        "by": "By",
        "sort-by": "Sort By",
        "full-results": "Return to full results",
        "coming-soon": "Coming Soon",
        "to": "to",
        "lottery": "Lottery",
        "more-details": "More Details",
        "reset": "reset",
        "ragnar-overseas": "Ragnar overseas?!",
        "explore-international": "Explore International",
        "north-america": "North America",
        "europe": "Europe",
        "australia": "Australia",
        "south-africa": "South Africa"
    }
}
